@extends('layouts.app')

@section('styles')
    <link rel="stylesheet" type="text/css" href="{{asset('css/tos_pp.css')}}" />
@endsection

@section('content')
    <article class="article" id="termsWraper">
        <h1 class="page-header">{{__('ui.footerTerms')}}</h1>
        <div class="p">
            <h2 class="ph"><span class="pn">1</span> ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
            <p class="pb"><span class="pn">1.1</span> ТОВ «РИГМЕНЕДЖЕР», (далі Виконавець та/або Компанія) публікує цей Публічний договір (Угода та/або Оферта) про надання послуг на інтернет-сайті Виконавця <a class="body-link" href="{{route('home')}}">{{route('home')}}</a>.</p>
            <p class="pb"><span class="pn">1.2</span> Відповідно до статті 633 Цивільного Кодексу України (ЦК України) ця Угода є публічним договором, і в разі прийняття (акцепту) викладених нижче умов будь-яка дієздатна фізична або юридична особа (далі Користувач) зобов'язується виконувати умови цієї Угоди.</p>
            <p class="pb"><span class="pn">1.3</span> У цій оферті, якщо зміст не вимагає іншого, наведені нижче терміни вживаються у такому значенні:</p>
            <ul class="pbl">
                <li>Оферта - публічна пропозиція Виконавця, адресована будь-якій дієздатній фізичній та/або юридичній особі, укласти з ним Публічний договір про надання послуг на умовах, що містяться в цій Угоді, зважаючи на всі додатки;</li>
                <li>Акцепт - повне прийняття Користувачем умов Угоди;</li>
                <li>Виконавець - ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «РИГМЕНЕДЖЕР», юридична адреса: вул. Миру 7, м. ПОлтава, Україна, 36022;</li>
                <li>Сайт/и - інтернет-сайт <a class="body-link" href="{{route('home')}}">{{route('home')}}</a>, які адмініструються Компанією і представляють собою комунікаційну платформу для розміщення тимчасових класифікованих оголошень (далі по тексту - Сайт та/або Сайти);</li>
                <li>Користувач - будь-яка дієздатна фізична або юридична особа, яка прийняла умови цієї Угоди та користується послугами Компанії. Від імені юридичної особи користування Сайтом здійснюється уповноваженим співробітником / представником такої юридичної особи;</li>
                <li>Товар - будь-який матеріальний і нематеріальний об'єкт;</li>
                <li>Послуга - будь-яка операція, що не є постачанням товарів, пов'язана з наданням сервісу, який споживається в процесі вчинення певної дії або здійснення певної діяльності, для задоволення особистих потреб замовника;</li>
                <li>Послуги/сервіс rigmanager.com.ua - будь-які платні та безкоштовні сервіси, що надаються Виконавцем за допомогою Сайтів (наприклад, в тому числі, але не виключно, всіх його можливостей, тексту, даних, інформації, програмного забезпечення, графіків або фотографій, малюнків і т. д. і т.п.), та будь-яких інших послуг, що надаються Компанією за допомогою сервісів Сайтів.</li>
                <li>Обліковий запис/аккаунт - електронний кабінет Користувача в функціональній системі Сайтів, що створюється Користувачем та належить Виконавцю, за допомогою якого Користувач може керувати своїми оголошеннями на Сайтах. Обліковим записом / аккаунтом може користуватися тільки один Користувач, передача даних для доступу до свого облікового запису / аккаунту іншому користувачеві (іншій особі) не допускається;</li>
                <li>Реєстрація - прийняття Користувачем оферти на укладання цієї Угоди і процедура, в ході якої Користувач за допомогою заповнення відповідних форм Сайту надає необхідну інформацію для використання сервісів Сайту. Реєстрація вважається завершеною тільки в разі успішного проходження всіх її етапів відповідно до опублікованих на Сайті інструкцій.</li>
                <li>Персональні дані - це відомості чи сукупність відомостей про фізичну особу, яка за їх допомогою ідентифікована або може бути конкретно ідентифікована.</li>
                <li>EMAIL-верифікація - це перевірка Користувача, яка здійснюється шляхом переходу по відповідному посиланню вказаному в EMAIL-повідомленні надісланого Компанією на електронну адресу, вказану Користувачем на сторінці Реєстрації або в Облікового запису.</li>
                <li>Розміщення - це дія Користувача - публікація, або активація одного оголошення. Розміщенням також є зміна існуючого оголошення, якщо така зміна передбачає зміну, і / або додавання товару, зміна істотних характеристик товару, зміна регіону.</li>
            </ul>
            <p class="pb"><span class="pn">1.4</span> Якщо Користувач не згоден з цією Угодою повністю або частково, Виконавець просить його залишити цей сайт. Ці умови регулюють використання Користувачем Сайтів та послуг rigmanager.com.ua. Використання послуг сайту rigmanager.com.ua означає, що Користувач ознайомлений з цією Угодою, розуміє і приймає її умови. Права та обов’язки Сторін, правила користування Сайтами можуть міститись також у статтях Центру підтримки користувачів, матеріалах, розміщених на Сайті (або посилання на які розміщені на Сайті). Такі статті, матеріали являються невід’ємною частиною Угоди.  </p>
            <p class="pb"><span class="pn">1.5</span> Починаючи використовувати будь-який сервіс rigmanager.com.ua, пройшовши процедуру реєстрації, Користувач підтверджує свою дієздатність та прийняття умов Угоди в повному обсязі, без будь-яких застережень і винятків. У разі незгоди Користувача з будь-яким з положень цієї Угоди, Користувач не має права використовувати сервіси rigmanager.com.ua.</p>
            <p class="pb"><span class="pn">1.6</span> Цим Компанія пропонує Користувачам мережі Інтернет використовувати свої сервіси на умовах, викладених в цій Угоді.</p>
            <p class="pb"><span class="pn">1.7</span> Компанія пропонує Користувачеві послуги з використання Сайтів для розміщення інформації про товари (послуги) з метою, в тому числі, але не виключно, подальшої купівлі або продажу різних товарів та послуг іншими Користувачами.</p>
            <p class="pb"><span class="pn">1.8</span> Всі угоди укладаються між Користувачами безпосередньо. Таким чином, Компанія не є учасником угод Користувачів, а лише надає комунікаційну торговельну платформу для розміщення оголошень.</p>
        </div>
        <div>
            <h2 class="ph"><span class="pn">2</span> РОЗМІЩЕННЯ ОГОЛОШЕНЬ </h2>
            <p class="pb"><span class="pn">2.1</span> Користувач отримує право розміщувати оголошення на Веб-сайтах після проходження EMAIL-верифікації.</p>
            <p class="pb"><span class="pn">2.2</span> Користувач також має право зареєструватися на Сайтах з метою отримання додаткових сервісів, заповнивши формуляр із зазначенням дійсної електронної адреси, до якої має доступ тільки користувач, номера мобільного телефону, а також інших даних, необхідних для реєстрації. Після цього Користувач отримує можливість пройти EMAIL-верифікацію.</p>
            <p class="pb"><span class="pn">2.3</span> Користувач має право створити обліковий запис і увійти на Сайт, використовуючи дані облікового запису в Facebook або Google. Користувач, який не зареєстрований на Сайті, для реєстрації за допомогою Facebook або Google, повинен ввести дані свого облікового запису (логін і пароль) Facebook або Google за запитом системи, після чого зможе скористатися сервісами Сайту. Реєструючись на Сайті через через підключення Facebook або Google, Користувач надає Компанії додаткові персональні дані. Детальна інформація про персональні дані, які надаються Компанії і обробляються Компанією може бути знайдена в <a class="body-link" href="{{loc_url(route('privacy'))}}">Політиці Конфіденційності</a> цього сайту.</p>
            <p class="pb"><span class="pn">2.4</span> Використання можливостей і сервісів Сайтів, як зареєстрованими так і незареєстрованими Користувачами означає прийняття зобов'язань дотримуватися правил та інструкцій щодо користування послугами rigmanager.com.ua, в тому числі цієї Угоди.</p>
            <p class="pb"><span class="pn">2.5</span> Користувач несе відповідальність за всі дії з використанням його електронної адреси, номера мобільного телефону та пароля для входу на Сайти. Користувач має право користуватися сервісами Сайтів тільки за допомогою власної електронної адреси, мобільного телефону та пароля. У разі передачі даних для доступу до облікового запису/аккаунта іншому користувачеві (іншій особі), такий обліковий запис/акаунт може бути заблокований на розсуд Адміністрації.</p>
            <p class="pb"><span class="pn">2.6</span> Користувач зобов'язується зберігати конфіденційність пароля і не розкривати/передавати його третім особам.</p>
            <p class="pb"><span class="pn">2.7</span> Користувач зобов'язаний негайно змінити дані для входу на Сайти, якщо у нього є причини підозрювати, що його електронну адресу, телефон та пароль, які використовуються для входу на Сайти, були розкриті, або можуть бути використані третіми особами.</p>
            <p class="pb"><span class="pn">2.8</span> Користувач, який розміщує оголошення про продаж товарів або послуг на Сайті, зобов'язується розмістити інформацію про них відповідно до цієї Угоди та інструкцій, представлених на Сайті та надати точну і повну інформацію про товари або послуги та умови їх продажу. Розміщуючи інформацію про товар або послугу, Користувач підтверджує, що він має право продавати цей товар або надавати цю послугу відповідно до вимог законодавства країн, в яких вони реалізуються.</p>
            <p class="pb"><span class="pn">2.9</span> Користувач гарантує, що запропоновані ним товари/послуги відповідають нормам якості, які встановлені законодавством країн, для яких вони реалізуються і вільні від претензій третіх осіб.</p>
            <p class="pb"><span class="pn">2.10</span> Користувач гарантує, що запропоновані ним послуги, у разі, якщо їх надання вимагає спеціального дозволу, будуть надані відповідно до вимог законодавства країн, спеціальні органи яких будуть уповноважені здійснювати нагляд за такою діяльністю Користувача.</p>
            <p class="pb"><span class="pn">2.11</span> Користувач зобов'язаний ретельно перевірити всю інформацію про товари і послуги, що розміщені ним на Сайтах та у разі виявлення невірної інформації, додати необхідні відомості в опис товару або послуги. Якщо виправити невірну інформацію неможливо, анулюйте оголошення та повторно розмістіть інформацію про товар або послугу.</p>
            <p class="pb"><span class="pn">2.12</span> Опис оголошення, складеного Користувачем, не повинно суперечити цій Угоді та чинному законодавству країн, для яких вони реалізуються.</p>
            <p class="pb"><span class="pn">2.13</span> Користувач зобов'язується не надавати активну підтримку і не поширювати інформацію про послуги, що надаються конкурентами Виконавця, у тому числі, але не виключно:</p>
            <ul class="pbl">
                <li>Інформацію про інші дошки оголошень, торгові майданчики, інтернет-аукціони та/або інтернет-магазини;</li>
                <li>Інтернет-ресурсах, що пропонують товари та послуги, заборонені до продажу на Сайтах.</li>
            </ul>
            <p class="pb"><span class="pn">2.14</span> Компанія має право перемістити, завершити або продовжити термін демонстрації товару або послуги Користувача з технічних причин, що знаходяться під контролем або поза контролем Компанії. Компанія має право припинити демонстрацію оголошення, якщо Користувач зареєстрував товар або послугу, з порушенням умов цієї Угоди або чинного законодавства.</p>
            <p class="pb"><span class="pn">2.15</span> Користувачу заборонено:</p>
                <p class="pb psb"><span class="pn">2.15.1</span> Публікувати однакові оголошення з однієї адреси електронної пошти / номера мобільного телефону;</p>
                <p class="pb psb"><span class="pn">2.15.2</span> Публікувати схожі за змістом оголошення, де очевидно, що мова йде про ту саму пропозицію;</p>
                <p class="pb psb"><span class="pn">2.15.3</span> Дублювати однакові оголошення з різних адрес електронної пошти / номерів мобільних телефонів;</p>
                <p class="pb psb"><span class="pn">2.15.4</span> Публікувати оголошення в рубриці, яка не відповідає змісту оголошення;</p>
                <p class="pb psb"><span class="pn">2.15.5</span> Публікувати оголошення, в заголовку яких містяться повторювані знаки пунктуації та/або не літерні символи;</p>
                <p class="pb psb"><span class="pn">2.15.6</span> Публікувати оголошення, опис і/або заголовок/фотографії яких є непов'язаними, не розбірливими;</p>
                <p class="pb psb"><span class="pn">2.15.7</span> Публікувати оголошення з пропозицією кількох товарів і послуг одночасно;</p>
                <p class="pb psb"><span class="pn">2.15.8</span> Вставляти в оголошенні посилання на ресурси, які містять шкідливі елементи або посилання на головну сторінку сайту;</p>
                <p class="pb psb"><span class="pn">2.15.9</span> Розміщувати оголошення про товар або послугу, якщо таке розміщення може призвести до порушення застосовного законодавства;</p>
                <p class="pb psb"><span class="pn">2.15.10</span> Розміщувати оголошення про товар або послугу яке не відноситься або не пов'язана з Нафтогазовою сферою в Україні.</p>
                <p class="pb psb"><span class="pn">2.15.11</span> Оголошення повинні відповідати географічній області та місту, обраним у відповідних функціональних налаштуваннях Сайтів.</p>
                <p class="pb psb"><span class="pn">2.15.12</span> Не допускається використання некоректних характеристик предмета пропозиції в оголошенні. У тому числі використання цін, що не відповідають фактичній ціні реалізації товару або послуги. Ціна повинна бути вказана повністю за весь товар або послугу;</p>
                <p class="pb psb"><span class="pn">2.15.13</span> Заголовок оголошення повинен відповідати тексту самого оголошення і не повинен містити контактну або персональну інформацію про Користувача (телефон, електронні адреси, адресу інтернет-ресурсу тощо);</p>
                <p class="pb psb"><span class="pn">2.15.14</span> Фото, яке демонструє товар/послугу, пропоновані Користувачем до продажу, мають відповідати заголовку та тексту оголошення. На фото має бути зображений лише пропонований об'єкт. Стокові фото та/або фото, завантажені з мережі Інтернет, заборонені до публікації в оголошеннях приватних Користувачів. </p>
                <p class="pb psb"><span class="pn">2.15.15</span> Дозволяється розмістити одне оголошення щодо одного конкретного предмета, об'єкта майна, вакансії, послуги, сервісу.</p>
                <p class="pb psb"><span class="pn">2.15.16</span> Оголошення можуть проходити вибіркову перевірку (модерацію) представниками Компанії, як перед, так і після розміщення.</p>
                <p class="pb psb"><span class="pn">2.15.17</span> Забороняється розміщувати оголошення, що рекламують продаж:</p>
                <ul class="pbl psbl">
                    <li>спиртних напоїв;</li>
                    <li>сигарет та тютюнової продукції;</li>
                    <li>наркотичних речовин та прекурсорів;</li>
                    <li>порнографічних матеріалів або предметів;</li>
                    <li>фармакологічних продуктів, медикаментів;</li>
                    <li>вкрадених, отриманих не законним способом товарів;</li>
                    <li>предметів, які становлять небезпеку для життя і здоров'я;</li>
                    <li>неіснуючих товарів;</li>
                    <li>людських органів і органів тварин;</li>
                    <li>спеціальних технічних засобів для таємного отримання інформації;</li>
                    <li>державних нагород;</li>
                    <li>персональних документів та бланків цих документів;</li>
                    <li>баз даних;</li>
                    <li>вогнепальної, холодної, травматичної зброї, також боєприпасів і комплектуючих до них;</li>
                    <li>спеціальних засобів активної оборони, що застосовуються правоохоронними органами;</li>
                    <li>іклів моржа, бивнів слона та мамонта поза виробом, а також дорогоцінних металів та каміння поза виробом;</li>
                    <li>рідкісних і заборонених до продажу тварин, в т.ч. тварин занесених до списку міжнародної конвенції СІТЕС (про торгівлю рідкісними та зникаючими видами флори і фауни);</li>
                    <li>будь-яких інших заборонених застосовним законодавством товарів і послуг.</li>
                </ul>
                <p class="pb psb">Компанія має право видаляти оголошення на вимогу правовласника або компетентних державних органів. Компанія також залишає за собою право видаляти будь-які оголошення, які на її думку не відповідають принципам та засадам суспільної моралі. Рішення про видалення є остаточним і оскарженню не підлягає.</p>
            <p class="pb"><span class="pn">2.16</span> Адміністрація та модератори Сайту (представники Компанії) мають право:</p>
                <p class="pb psb"><span class="pn">2.16.1</span> Вносити в текст оголошення Користувача виправлення, що стосуються орфографії і пунктуації, які не впливають на загальний зміст оголошення;</p>
                <p class="pb psb"><span class="pn">2.16.2</span> Переносити оголошення в інші рубрики Сайту у разі виявлення більш придатної рубрики для їх розміщення;</p>
                <p class="pb psb"><span class="pn">2.16.3</span> Відмовити в публікації оголошень, якщо вони не відповідають тематиці вибраних розділів, або порушують цю Угоду, та обмежувати кількість оголошень від одного Користувача з метою зручності користування Сайтом без пояснення причин;</p>
                <p class="pb psb"><span class="pn">2.16.4</span> Щоб полегшити взаємодію між Користувачами, Компанія може встановлювати обмежений доступ до контактної інформації інших Користувачів. Право використання відомостей, наданих іншими Користувачами, обмежується цією Угодою.</p>
                <p class="pb psb"><span class="pn">2.16.5</span> Компанія не несе відповідальності за зміст оголошень або гіперпосилань на ресурси, зазначені в описі повідомлень користувачів;</p>
                <p class="pb psb"><span class="pn">2.16.6</span> Предметом оголошень можуть бути товари або послуги, реалізація яких не заборонена та не обмежена відповідно до законодавства країни, в яких вони реалізуються, та не суперечить цій Угоді.</p>
            <p class="pb"><span class="pn">2.17</span> Для обліку кількості розміщених оголошень за одиницю приймається 1 (одне) Розміщення.</p>
        </div>
        <div>
            <h2 class="ph"><span class="pn">3</span> УМОВИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ КОРИСТУВАЧІВ ТА ЗГОДА НА ОБРОБКУ</h2>
            <p class="pb"><span class="pn">3.1</span> У разі розміщенні оголошень користувачі Сайту надають Компанії право на обробку їх персональних даних на умовах, передбачених в <a class="body-link" href="{{loc_url(route('privacy'))}}">Політиці Конфіденційності</a> цього сайту.</p>
        </div>
        <div>
            <h2 class="ph"><span class="pn">4</span> ВІДОМОСТІ, ЩО НАДАЮТЬСЯ КОРИСТУВАЧЕМ </h2>
            <p class="pb"><span class="pn">4.1</span> Компанія зберігає за собою право зв'язуватися з Користувачем: направляти інформаційні повідомлення на електронну, вказану при реєстрації, та відправляти повідомлення на мобільний телефон Користувача.</p>
            <p class="pb"><span class="pn">4.2</span> Збір інформації здійснюється шляхом самостійного, з використанням програмних засобів Сайту, зазначення Користувачем відповідних даних, необхідних для розміщення оголошень на ньому.</p>
            <p class="pb"><span class="pn">4.3</span> Інформація технічного характеру, що міститься в системі, наприклад, ip-адреса, відповідно до загальних правил інтернет-повідомлень, використовується Компанією з метою, пов'язаною з обслуговуванням мережевого обладнання, та для агрегації загальної статистичної, демографічної інформації (наприклад, про регіон, з якого було здійснено з'єднання Користувачем).</p>
            <p class="pb"><span class="pn">4.4</span> Компанія зберігає дані останнього доступу Користувача до системи, з метою забезпечення високої якості сервісів, що пристосовуються до індивідуальних потреб та інтересів Користувача.</p>
            <p class="pb"><span class="pn">4.5</span> Користувач здійснює доступ до сервісів Сайту протягом часових проміжків безперервного використання - сесій. Зареєстрований Користувач здійснює доступ до частини Сайту, яка доступна виключно після введення їм логіну та пароля, хоч би один раз, протягом сесії.</p>
            <p class="pb"><span class="pn">4.6</span> Відключення збереження даних щодо останнього доступу в систему в налаштуваннях браузера не впливає на можливість використання сервісів Сайту в цілому, однак може обмежити їх функціонал для Користувача.</p>
            <p class="pb"><span class="pn">4.7</span> Дані останнього доступу в систему також використовуються для збирання статистичної інформації про використання послуг Користувачами.</p>
            <p class="pb"><span class="pn">4.8</span> Користувачеві забороняється надавати інформацію з порушенням умов цієї Угоди або прав третіх осіб, зокрема, інформація не повинна містити:</p>
            <ul class="pbl">
                <li>вульгарних, образливих виразів;</li>
                <li>пропаганду ненависті, насилля, дискримінації, расизму, ксенофобії, міжнаціональних конфліктів;</li>
                <li>заклики до насильства і протиправних дій;</li>
                <li>дані, що порушують особисті (немайнові) права, або права інтелектуальної власності третіх осіб;</li>
                <li>інформацію, що сприяє шахрайству, обману або зловживання довірою;</li>
                <li>інформацію, яка призводить до здійснення операцій з краденими чи підробленими предметами;</li>
                <li>інформацію, яка порушує чи посягає на власність третіх осіб, комерційну таємницю або право на недоторканість приватного життя;</li>
                <li>особисту чи ідентифікуючу інформацію про інших осіб без їх ясно висловленої згоди;</li>
                <li>інформацію, що містить відомості, які посягають на недоторканність приватного життя, що ображає чиюсь честь, гідність чи ділову репутацію;</li>
                <li>інформацію, що містить наклеп або погрози на адресу будь кого;</li>
                <li>інформацію, що носить характер порнографії;</li>
                <li>інформацію, що завдає шкоди неповнолітнім;</li>
                <li>хибну і неправдиву інформацію, інформацію, яка вводить в оману;</li>
                <li>віруси або будь-які інші технології, що можуть завдати шкоди Сайту, Компанії, або іншим користувачам;</li>
                <li>інформацію про сервіси, що вважаються аморальними, таких як: проституція, або інші форми, що суперечать нормам моралі або закону;</li>
                <li>посилання або інформацію про сайти, що конкурують з сервісами Компанії;</li>
                <li>інформацію, що представляє собою «спам», «листи щастя», «схеми пірамід» або небажану або брехливу комерційну рекламу;</li>
                <li>інформацію, поширювану інформаційними агентствами;</li>
                <li>інформацію з пропозицією заробітку в інтернеті, без вказівки фізичної адреси і прямих контактів роботодавця;</li>
                <li>інформацію з пропозицією франшизи, багаторівневого та мережевого маркетингу, агентської діяльності, торгового представництва або будь-якої іншої діяльності, яка вимагає вербування (залучення) інших членів, суб-агентів, суб-дистриб’юторів та інше;</li>
                <li>відомості виключно рекламного характеру без пропозиції конкретного товару або послуги;</li>
                <li>інформацію, що іншим чином порушує законодавство країни, для якої призначене оголошення.</li>
            </ul>
            <p class="pb"><span class="pn">4.9</span> У разі подачі оголошення з пропозиціями послуг, що підлягають ліцензуванню, в тексті оголошення потрібно вказувати номер ліцензії та найменування органу, який видав ліцензію.</p>
        </div>
        <div>
            <h2 class="ph"><span class="pn">5</span> ПРИЧИНИ ВИДАЛЕННЯ ОГОЛОШЕНЬ </h2>
            <p class="pb"><span class="pn">5.1</span> Оголошення Користувача може бути видалено Компанією через порушення Користувачем умов цієї Угоди, та з таких причин:</p>
            <ul class="pbl">
                <li>У Користувача вже є на Сайті активне аналогічне оголошення з рекламою цього товару/послуги;</li>
                <li>Інформація, що міститься в оголошенні, суперечить цій Угоді, Правилам публікації оголошень та/або законодавству;</li>
                <li>Інформація, що міститься в оголошенні є неправдивою;</li>
                <li>Заголовок оголошення не містить інформацію про запропонований/запитаний товар/послугу;</li>
                <li>Заголовок оголошення містить повторювані знаки оклику та питання, крапки та інші знаки;</li>
                <li>Тема або коментар до фотографії містять посилання на Інтернет-ресурси;</li>
                <li>Фотографія не має очевидного смислового зв'язку з текстом оголошення або не має на меті адекватно проілюструвати текст оголошення;</li>
                <li>Фотографія містить елементи призначеного для користувача інтерфейсу, абстрактні малюнки і т. п.;</li>
                <li>Фотографія містить будь-яку рекламну інформацію (посилання на сайт, e-mail, номер телефону (інший, ніж номер телефону зазначений в оголошенні), Skype, IСQ, ID в соцмережах, ID інших месенджерів і подібне); </li>
                <li>Фотографія поганої якості, зображуваний предмет невиразний;</li>
                <li>Оголошення надано у рубрику, яка не відповідає змісту оголошення;</li>
                <li>Компанії надано скаргу від власника майнових прав інтелектуальної власності, та/або запит уповноваженого органу державної влади;</li>
                <li>Компанії надано обґрунтована скарга іншого Користувача про порушення його прав в оголошенні.</li>
            </ul>
        </div>
        <div>
            <h2 class="ph"><span class="pn">6</span> ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН </h2>
            <p class="pb"><span class="pn">6.1</span> Всі об'єкти, доступні за допомогою сервісів Компанії, у тому числі елементи дизайну, текст, графічні зображення, ілюстрації, відео, комп’ютерні програми, бази даних, музика, звуки і інші об'єкти, а також будь-який контент, розміщений на сервісах Сайту, є об'єктами виключних прав Компанії, Користувачів та інших правовласників.</p>
            <p class="pb"><span class="pn">6.2</span> Використання контенту, та будь-яких інших елементів сервісів можливо тільки в рамках функціоналу, пропонованого тим чи іншим сервісом Сайту. Ніякі елементи змісту сервісів Сайту, а також будь-який контент, розміщений на сервісах Сайту, не можуть бути використані іншим чином без попереднього дозволу правовласника. Під використанням мається на увазі, в тому числі, але не виключно: відтворення, копіювання, переробка, поширення на будь-якій основі і т.д.</p>
            <p class="pb"><span class="pn">6.3</span> Щоб надати Компанії право публікувати відомості, надані Користувачем, Користувач надає Компанії чинне повсюдно (територіально необмежене), безстрокове, безвідкличне, невиключне, суб- ліцензоване право на використання, публікацію, збір, демонстрацію, копіювання, дублювання, відтворення, доведення до загального відома щодо об’єктів авторських прав, публікацій та баз даних, якими володіє Користувач, а також щодо наданих їм відомостей, зображень і фотографій на всіх відомих або невідомих інформаційних носіях. Перераховані вище права надаються Компанії безоплатно (без виплати винагороди). При цьому Користувач зберігає всі майнові права на зміст інформації, що розміщується в оголошенні. Крім переліченого, Користувач надає право на доступ до розміщеної ним інформації всім користувачам Сайтів. Користувач погоджується з тим, що текст оголошень, фотографії, і інші матеріали, додані до оголошення, можуть бути використані Компанією при підготовці рекламних матеріалів, статей, звітів, аналізів і т.д., і використовуватися Компанією на власний розсуд без додаткової згоди з боку Користувача, без виплати винагороди.</p>
            <p class="pb"><span class="pn">6.4</span> Скориставшись сервісами Сайтів, Користувач підтверджує, що несе особисту відповідальність за зміст розміщених ним оголошень, а також володіє всіма необхідними правами, ліцензіями, дозволами на розміщення інформації в оголошенні на Сайтах, включаючи без обмежень всі патенти, торгові марки, комерційні таємниці, авторські права, або ж має відповідну письмову згоду, ліцензію або дозвіл всіх ідентифікованих в оголошенні осіб і компаній для використання їх імен, торгових марок, або зображень, якщо це необхідно відповідно до застосовного законодавства.</p>
            <p class="pb"><span class="pn">6.5</span> Користувач зобов'язується:</p>
            <ul class="pbl">
                <li>Не вчиняти дій, які можуть призвести до непропорційно великого навантаження на інфраструктуру Сайтів;</li>
                <li>Не використовувати автоматичні програми для отримання доступу до Сайтів без письмового дозволу Компанії;</li>
                <li>Не копіювати, не відтворювати, не змінювати, не поширювати і не представляти громадськості будь-яку інформацію, що міститься на Сайтах (крім відомостей, наданих самим Користувачем) без попереднього письмового дозволу Компанії;</li>
                <li>Не перешкоджати і не намагатися перешкоджати роботі та іншій діяльності на Сайтах; а також не перешкоджати дії автоматичних систем або процесів, а також інших заходів, з метою перешкодити або обмежити доступ на Сайти;</li>
                <li>Не використовувати відомості, надані іншими Користувачами, в інших цілях, окрім як для здійснення угоди безпосередньо з цим Користувачем, без письмового дозволу іншого Користувача. В цей пункт Угоди не включені персональні дані Користувача, які останній надає Компанії при реєстрації.</li>
            </ul>
            <p class="pb"><span class="pn">6.6</span> Користувачу забороняється:</p>
            <ul class="pbl">
                <li>Обговорення дій модераторів і адміністрації Сайту іншим чином, окрім як за допомогою електронного листування з модераторами;</li>
                <li>Використання імен Користувачів, схожих на імена інших Користувачів, з метою видати за них себе і писати повідомлення від їх імені;</li>
                <li>Використовувати в тексті оголошення, в фотографіях статуси, які не надаються Компанією (наприклад, «кращий продавець», «рекомендований rigmanager», «перевірено rigmanager» і т.д.);</li>
                <li>Використовувати в тексті оголошення, в фотографіях знак для товарів і послуг «rigmanager» в будь-яких його проявах, позначення, схожі із знаком для товарів і послуг, та будь-які інші похідні.</li>
            </ul>
            <p class="pb"><span class="pn">6.7</span> Доступ до персональних даних Користувача з боку інших Користувачів можливий тільки при наявності письмової згоди Користувача на подібний доступ або на виконання вимог відповідного законодавства.</p>
            <p class="pb"><span class="pn">6.8</span> Компанія зобов'язується докладати всіх зусиль для належного виконання своїх обов'язків за цією Угодою, включаючи нормальну роботу сервісів Сайтів і нерозповсюдження третім особам персональних даних, наданих Користувачем, за винятком випадків, передбачених законодавством.</p>
            <p class="pb"><span class="pn">6.9</span> Компанія може періодично встановлювати обмеження щодо використання сервісів Сайтів, зокрема, максимальна кількість днів зберігання оголошень і їх розмір. Компанія має право в будь-який момент змінити або припинити роботу сервісів Сайтів або їх частини з повідомленням Користувача, або без нього, не несучи при цьому відповідальності за подібні зміни або припинення.</p>
            <p class="pb"><span class="pn">6.10</span> Щоб підтримувати високу якість своїх послуг, Компанія залишає за собою право обмежити кількість активних оголошень Користувача на Сайтах, а також обмежити дії Користувача на Сайтах.</p>
            <p class="pb"><span class="pn">6.11</span> Компанія може заборонити Користувачеві доступ на Сайти, якщо Користувач порушує умови цієї Угоди. Факт порушення вважається підтвердженим, якщо Користувач був сповіщений адміністрацією Сайтів про ведення діяльності, яка порушує правила Сайтів, або прав третіх осіб. Компанія залишає за собою право в будь-який момент видалити або відключити обліковий запис Користувача, а також видалити всі розміщені оголошення Користувача, залишивши попереднє повідомлення Користувача про таке відключення на свій розсуд, і не несучи при цьому відповідальність за свої дії перед Користувачем і третіми особами.</p>
            <p class="pb"><span class="pn">6.12</span> Компанія має право на власний розсуд не приймати, видаляти або переміщувати будь-яке розміщене на Сайтах оголошення за порушення цієї Угоди.</p>
            <p class="pb"><span class="pn">6.13</span> Компанія має право передати Сайти зі всіма його сервісами та змістом, включаючи персональні дані Користувачів, своєму правонаступнику, за договорами або на інших підставах. Передача і повідомлення Користувачів про таку передачу здійснюється відповідно до вимог чинного законодавства України.</p>
            <p class="pb"><span class="pn">6.14</span> Користувач має право направляти скарги з питань роботи Сайту через функцію <a class="body-link" href="{{loc_url(route('contacts'))}}">Зворотнього зв'язку</a>, які будуть розглянуті протягом двох робочих днів з моменту їх надходження чи з моменту отримання повної інформації по суті скарги. Компанія має право на свій розсуд припинити розгляд скарги, та/або обмежити кількість відповідей Користувачам, якими порушено умови Угоди. Оператор, який надає підтримку Користувачам по телефону, та/або відповідає на телефонний дзвінок Користувача, має право припинити дзвінок в разі загроз Користувача в сторону Оператора, Компанії, нецензурної лексики, переведення розмови на особисті теми, безпредметності розмови. </p>
            <p class="pb"><span class="pn">6.15</span> Компанія залишає за собою право в будь-який момент вимагати від Користувача підтвердження даних, ненадання яких, на розсуд Користувача, може бути прирівняне до надання недостовірної інформації. У разі якщо дані Користувача, зазначені в наданих їм підтвердженнях, не відповідають даним, зазначеним при реєстрації, а також у випадку, коли дані, вказані при реєстрації, не дозволяють ідентифікувати Користувача, Компанія має право відмовити Користувачеві в доступі до використання сервісів Сайтів з попереднім повідомленням Користувача або без повідомлення.</p>
            <p class="pb"><span class="pn">6.16</span> EMAIL-верифікація. Компанія має право в будь-який момент верифікувати Користувача засобами EMAIL-верифікації. У разі якщо Користувач не пройшов верифікацію, Компанія має право обмежити можливості користування Сайтом, а саме розміщення, редагування, продовження, оновлення оголошень. Вибірка користувачів, які підлягають верифікації, здійснюється Компанією на свій власний розсуд.</p>
        </div>
        <div>
            <h2 class="ph"><span class="pn">7</span> ОПЛАТА ПОСЛУГ</h2>
            <p class="pb"><span class="pn">7.1</span> Замовлення (акцептування) платних послуг rigmanager.com.ua здійснюється Користувачем на відповідній сторінці замовлення послуги, в особистому обліковому записі, а також в будь-яких інших відповідних розділах Сайту.</p>
            <p class="pb"><span class="pn">7.2</span> Користувач зобов'язується ознайомитися з цінами на платні послуги Компанії. Вартість обраної послуги доступна на сторінці замовлення і залежить від параметрів замовлення.</p>
            <p class="pb"><span class="pn">7.3</span> Оплата платних послуг Компанії здійснюється в порядку, зазначеному за адресою <a class="body-link" href="{{loc_url(route('plans'))}}">{{route('plans')}}.</p>
            <p class="pb"><span class="pn">7.4</span> Повернення сплачених грошових коштів за ненадані послуги здійснюється Компанією в наступних випадках:</p>
            <ul class="pbl">
                <li>Якщо через будь-які технічні неполадки послуга не надавалася, повернення сплачених грошових коштів здійснюється уповноваженим Компанією адміністратором Сайту/ів після надання Користувачем доказів оплати. В такому випадку повернення грошових коштів здійснюється на банківську картку, з якої була здійснена оплата відповідної послуги.</li>
                <li>У разі оплати послуг з видалених/заблокованих Компанією облікових записів, які були дубльовані Користувачем в порушення умов цієї Угоди. Таке повернення здійснюється Компанією виключно за зверненням Користувача, а повернення грошових коштів здійснюється на банківську картку, з якої була здійснена оплата відповідної послуги. Якщо через закінчення строку дії картки, або з інших причин повернення коштів не є можливим, грошові кошти не повертаються.</li>
            </ul>
            <p class="pb">При блокуванні облікового запису за розміщення оголошень про заборонені товари, послуги, пропозиції, грошові кошти не повертаються.</p>
            <p class="pb">Повернення сплачених Користувачем грошових коштів за вже надані Компанією послуги не здійснюється.</p>
            <p class="pb"><span class="pn">7.5</span> У разі систематичних (два і більше разів) порушень умов цієї Угоди, грошові кошти, сплачені Користувачем, не повертаються. У разі блокування облікового запису у зв'язку з виявленням ймовірності, що внаслідок умисних порушень користувачем "Угоди користувача" інші користувачі можуть/могли отримати збитки, грошові кошти, сплачені за послуги, які не були отримані до такого блокування, не повертаються.</p>
            <p class="pb"><span class="pn">7.6</span> Користувач погоджується, що підтвердженням надання послуг зі сторони Виконавеця є Виписка з особового рахунку, якиа формується Виконавцем на підставі даних, доступних на акаунті Користувача. Виконавець надає Виписку з особового рахунку тільки за запитами Користувачів.</p>
        </div>
        <div>
            <h2 class="ph"><span class="pn">8</span> ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ </h2>
            <p class="pb"><span class="pn">8.1</span> Скориставшись сервісами Сайтів, Користувач підтверджує свою згоду з тим, що він використовує Сайти і його сервіси на свій страх і ризик «як є», оцінює і несе всі ризики, пов'язані з використанням розміщених на Сайтах оголошень, а Компанія, в тому числі її керівництво , співробітники і агенти, не несуть ніякої відповідальності за зміст розміщених на Сайті оголошень, за будь-які збитки і втрати, які стали результатом використання розміщених на Сайтах оголошень - Користувача та інші дані.</p>
            <p class="pb"><span class="pn">8.2</span> Компанія не є організатором/ініціатором угоди між Користувачами, або її стороною. Сайт є торговою комунікаційною платформою, яка надає можливість Користувачам розміщувати для реалізації, продавати і купувати дозволені законодавством товари і послуги в будь-який час, звідки завгодно і за будь-якою ціною.</p>
            <p class="pb"><span class="pn">8.3</span> Компанія не може контролювати достовірність інформації, яка розміщується користувачами в оголошеннях. Компанія не несе відповідальності за будь-які збитки, завдані в результаті вчинення правочину, або неналежної поведінки будь-якої зі сторін угоди.</p>
            <p class="pb"><span class="pn">8.4</span> Компанія не несе відповідальності за поведінку Користувачів, або за пропоновані ними товари/послуги, зазначені в оголошеннях. Всі суперечки і конфлікти між Користувачами вирішуються ними самостійно без залучення Компанії.</p>
            <p class="pb"><span class="pn">8.5</span> Компанія не несе відповідальності за будь-який несанкціонований доступ або використання серверів Компанії та/або будь-якої інформації про користувачів, що на них зберігається, а також за будь-які помилки, віруси, «троянські коні» і т.д., які можуть бути передані на Сайти або через Сайти третіми особами.</p>
            <p class="pb"><span class="pn">8.6</span> Якість, безпека, законність і відповідність товару або послуги їх опису, а також можливість Користувача продати або придбати товар/послугу знаходяться поза контролем Компанії.</p>
            <p class="pb"><span class="pn">8.7</span> Компанія закликає Користувачів бути обережними і зберігати здоровий глузд при користуванні послугами Сайтів. Користувач повинен прийняти до уваги, що його контрагент може не мати відповідної дієздатності, або видавати себе за іншу особу. Використання послуг Компанії має на увазі, що Користувач усвідомлює і приймає ці ризики, а також погоджується, що Компанія не несе відповідальності за дії або бездіяльність з боку Користувача.</p>
            <p class="pb"><span class="pn">8.8</span> Користувач не може робити висновок, що пропозиція, продаж і придбання будь-якого товару або послуги є дійсними та легальними виходячи з факту розміщення, продажу та придбання товару або послуги на Сайтах. Компанія не несе відповідальності за завершення угоди Користувачем Сайтів. Користувач приймає на себе повну відповідальність за свої дії.</p>
            <p class="pb"><span class="pn">8.9</span> Якщо у Користувача виникають претензії до іншого Користувача в результаті використання останнім послуг Сайту, Користувач погоджується пред'являти ці вимоги самостійно і без втручання з боку Компанії, а також звільняє Компанію (поряд з її дочірніми компаніями, афільованими особами, службовцями, директорами, уповноваженими і співробітниками) від всіх вимог, зобов'язань, компенсацій по відшкодуванню збитків, витрат (затрат), включаючи адвокатські гонорари, відомих або невідомих, що виникли в результаті, або у зв'язку з такими вимогами.</p>
            <p class="pb"><span class="pn">8.10</span> Бездіяльність з боку Компанії в разі порушення Користувачем, або іншими Користувачами положень Угоди не позбавляє Компанію права здійснювати відповідні дії на захист своїх інтересів пізніше, а також не означає відмову Компанії від своїх прав, в разі здійснення подібних порушень в подальшому.</p>
            <p class="pb"><span class="pn">8.11</span> Користувач має право повідомити Компанії про факт порушення його прав іншим Користувачем, скориставшись функцією <a class="body-link" href="{{loc_url(route('contacts'))}}">Зворотнього зв'язку</a>. У разі обґрунтованості скарг Користувача, Компанія на свій розсуд видаляє оголошення, яке порушує права Користувача.</p>
            <p class="pb"><span class="pn">8.12</span> Компанія не несе відповідальності за невиконання, або перешкоди у виконанні зобов'язань з надання доступу до Сайтів через обставини непереборної сили, наслідки яких не можна уникнути, або подолати (таких як рішення влади, трудові спори, нещасні випадки, розриви в загальній системі комунікацій і т. д.).</p>
            <p class="pb"><span class="pn">8.13</span> Компанія не несе відповідальності за неполадки в роботі Сайтів, викликані технічними перебоями в роботі устаткування і програмного забезпечення.</p>
            <p class="pb"><span class="pn">8.14</span> Ні за яких умов Компанія, її керівництво, співробітники та агенти, які не несуть відповідальності за прямі, непрямі збитки і виплачені штрафні санкції будь-якого характеру (навіть якщо Компанія була попереджена про можливість таких збитків) в результаті використання Сайтів і його сервісів Користувачем, включаючи без обмеження випадки, в яких збитки/шкода стала результатом використання або неправильного використання Сайтів і його сервісів.</p>
            <p class="pb"><span class="pn">8.15</span> Ніщо в Угоді не може розумітися як встановлення між Користувачем та Компанією агентських відносин, відносин товариства, відносин по спільній діяльності, трудових відносин, або якихось інших відносин, прямо не передбачених Угодою.</p>
            <p class="pb"><span class="pn">8.16</span> Компанія несе відповідальність за рекламу, розміщену на сервісах Сайтів, в межах, встановлених застосовним законодавством.</p>
            <p class="pb"><span class="pn">8.17</span> Компанія не несе відповідальності за збереження інформації з акаунта, можливість використання сервісів Сайту, збереження та можливість використання коштів на особистому рахунку Користувача, у випадку блокування/заборони використання сторонніх сервісів, за допомогою яких Користувач здійснює реєстрацію, та/або вхід на Сайт, що знаходяться поза контролем Компанії.</p>
        </div>
        <div>
            <h2 class="ph"><span class="pn">9</span> ТЕРМІН ДІЇ УГОДИ І ПРИПИНЕННЯ НАДАННЯ ПОСЛУГ САЙТУ </h2>
            <p class="pb"><span class="pn">9.1</span> Ця Угода набуває чинності з моменту початку використання Користувачем будь-якого сервісу Сайту, з моменту реєстрації Користувача на Сайті, і діє безстроково.</p>
            <p class="pb"><span class="pn">9.2</span> Користувач має право припинити свою реєстрацію на Сайті в односторонньому порядку, без попереднього повідомлення про це Компанії і пояснення причин.</p>
            <p class="pb"><span class="pn">9.3</span> У разі якщо Компанією були внесені будь-які зміни до Угоди в порядку, передбаченому пунктом 10.1. Угоди, з якими Користувач не згоден, він зобов'язаний припинити використання сервісів Сайтів. Факт продовження використання Сайтів є підтвердженням згоди Користувача з відповідною редакцією Угоди.</p>
            <p class="pb"><span class="pn">9.4</span> Розірвання Угоди з боку Компанії може статися у випадках:</p>
            <p class="pb psb"><span class="pn">9.4.1</span> Порушення положень цієї Угоди, нанесення будь-якої шкоди Компанії, в тому числі її репутації, або користувачам rigmanager.com.ua;</p>
            <p class="pb psb"><span class="pn">9.4.2</span> Інші дій, які суперечать політиці Компанії;</p>
            <p class="pb"><span class="pn">9.5</span> Правові відносини можуть бути відновлені тільки після прийняття адміністрацією Компанії відповідного рішення.</p>
        </div>
        <div>
            <h2 class="ph"><span class="pn">10</span> ВНЕСЕННЯ ЗМІН ДО УГОДИ </h2>
            <p class="pb"><span class="pn">10.1</span> З метою покращення якості послуг, що надаються на Сайтах, та з метою дотримання вимог законодавства та реагування на зміну ринкових умов, ця Угода може бути змінена Компанією в односторонньому порядку. Нова редакція Угоди вступає в силу з моменту її розміщення в мережі Інтернет за вказаною в цьому абзаці Угоди адресою, якщо інше не передбачено новою редакцією Угоди. Чинна редакція Угоди завжди знаходиться на сторінці за адресою <a class="body-link" href="{{loc_url(route('terms'))}}">{{route('terms')}}</a>.</p>
        </div>
        <div>
            <h2 class="ph"><span class="pn">11</span> ІНШІ УМОВИ</h2>
            <p class="pb"><span class="pn">11.1</span> Системні повідомлення Сайтів, що відносяться до оголошень Користувача, буде надіслано на електронну адресу. У разі небажання Користувача отримувати такі повідомлення Користувач має право видалити відповідні оголошення з Сайтів, або надіслати відповідне повідомлення в Службу підтримки Сайтів.</p>
            <p class="pb"><span class="pn">11.2</span> Інформаційні повідомлення, призначені для широкого кола Користувачів, публікуються на Сайтах і/або посилаються на електронні адреси Користувачів, які підтвердили свою згоду на отримання таких повідомлень в процесі публікації оголошень/реєстрації на Сайтах.</p>
            <p class="pb"><span class="pn">11.3</span> Користувачі мають право відмовитися від отримання інформаційних повідомлень на свою електронну адресу, вказаний Користувачем, в будь-який момент через функцію «Відмовитися від розсилки», що міститься в обліковому записі Користувача.</p>
            <p class="pb"><span class="pn">11.4</span> При виникненні між Сторонами суперечок та розбіжностей за цією Угодою або у зв'язку з нею, Сторони зобов'язуються вирішувати їх шляхом переговорів. Якщо будь-які суперечки, розбіжності або вимоги, що виникають з приводу цієї Угоди або в зв'язку з нею, у тому числі, що стосуються її виконання, порушення, припинення, або недійсності, не можуть бути вирішені шляхом переговорів, то ці суперечки розглядаються відповідно до чинного законодавством в судовому порядку.</p>
            <p class="pb"><span class="pn">11.5</span> Ця Угода регулюється і тлумачиться відповідно до законодавства України. Питання, не врегульовані цією Угодою, підлягають вирішенню відповідно до чинного законодавства України. Всі можливі суперечки, що випливають з відносин, що регулюються цією Угодою, вирішуються в порядку, встановленому законодавством України, за нормами права України.</p>
            <p class="pb"><span class="pn">11.6</span> Скрізь по тексту цієї Угоди, якщо не зазначене інше, під термінами «чинне законодавство», «застосовне законодавство» розуміється як законодавство України, так і законодавство місця перебування Користувача/Користувачів.</p>
            <p class="pb"><span class="pn">11.7</span> Визнання судом будь-якого положення Угоди недійсним або тим, що не підлягає примусовому виконанню не тягне за собою недійсності або невиконання інших положень цієї Угоди. </p>
        </div>
    </article>
@endsection

@section('scripts')

@endsection