<?php

return [

    'intro' => 'Часто Задаваемые Вопросы',
    
    'qPurpose' => 'Для чего это сайт?',
    'aPurpose1' => 'Представляем Украинский Первый специализированный сайт для сотрудничества буровых компаний.
    Продажа, покупка, аренда, услуги.
    На нашем сайте вы можете найти каталог бурового оборудования и услуг.
    Мы стремимся информировать рынок бурения Украины обо всех его участниках и наладить удобное и надежное сотрудничество между компаниями.
    Для зарубежных поставщиков оборудования / услуг мы представляем наш веб-сайт как место, где они могут легко найти клиента из Украины.',

    'qForWhat' => 'Зачем мне это нужно?',
    'aForWhat1' => 'Если вы руководства компании:',
    'aForWhatCM1' => 'Снижение затрат на закупки',
    'aForWhatCM2' => 'Повышение Уровня продаж',
    'aForWhatCM3' => 'Получить инструмент анализа рынка услуг, детализированный до любого уровня включая цены',
    'aForWhat2' => 'Если вы отдел снабжения:',
    'aForWhatSD1' => 'Упростить и контролировать процесс закупок/продаж',
    'aForWhatSD2' => 'Контроль своевременного снабжения',
    'aForWhatSD3' => 'Наладить контакты между службами буровых компаний',
    'aForWhatSD4' => 'Планирование закупок',
    'aForWhatSD5' => 'Контроль актуальности закупок',
    'aForWhatSD6' => 'Тендера по упрощенной процедуре',
    'aForWhat3' => 'Если вы отдел продаж:',
    'aForWhatSaD1' => 'Публикация объявлений отдела продаж',
    'aForWhatSaD2' => 'Планирование продаж',
    'aForWhatSaD3' => 'Упростить и контролировать процесс закупок/продаж',
    'aForWhatSaD4' => 'При желании, публикация анонимных объявлений',

    'qWhyWe' => 'Почему наш ресурс лучше?',
    'aWhyWe' => 'Прежде всего, мы первый специализированный сайт для сотрудничества буровых компаний.
    Мы предоставляем строгое содержание, только нефтегазовое оборудование и услуги. Ничего лишнего.
    Личные данные - это для нас главное, другими словами, анонимность - это ключ.
    Для каждой опубликованной публикации вы можете выбрать минимум одно контактное поле, адрес электронной почты или телефон. Мы не ограничиваем Ваш выбор. Более того, для каждой публикации вы можете выбрать уникальную контактную информацию.
    У нас есть развивающаяся система категорий, благодаря которой вы можете быстро и легко ориентироваться в нефтегазовом оборудовании или услугах.
    У вас есть возможность подписаться на рассылку и получать уведомления о нефтегазовом оборудовании и / или услугах, которые вы ищете.
    Наш сайт поддерживает три языка: украинский, русский и английский. На сайте работает автоматический встроенный перевод, чтобы любой мог получить информацию о вашем предложении.',

    'qBuy' => 'Мне нужно купить оборудование',
    'aBuy1' => 'Просто воспользуйтесь системой категорий или поисковой строкой на',
    'aBuyLink' => 'главной странице',
    'aBuy2' => 'и вы найдете то что ищите!
    Так же, вы можете добавить в избранное то объявление которое вам понравилось, что бы не потерять его.
    Если Вы не нашли интересующего вас оборудывания, вы можете подписаться на рассылку и сразу узнать когда товар появиться. ',

    'qSell' => 'Мне нужно продать оборудование',
    'aSell1' => 'Все что вам нужно сделать это',
    'aSellLink' => 'создать объявление',
    'aSell2' => 'заполнив нужные поля, после чего остается только ждать звонков ваших клиентов!',

    'qWhatIsMailer' => 'Что такое Рассылка?',
    'aWhatIsMailer1' => 'Рассылка - это умная система уведомления пользователя о нових объявлениях, благодаря которой Вы можете быть уверены, что не пропустите ни одного интересующего Вас объявления.
    Вы свободны',
    'aWhatIsMailerLink' => 'настроить Рассылку',
    'aWhatIsMailer2' => 'для ваших личных потребностей. Опишите оборудование/услугу, выберите категорию, подпишитесь на автора и просто ждите, пока кто-нибудь опубликует то, что вам нужно.',

    'qWhatIsSocialAcc' => 'Что такое Социальный Аккаунт?',
    'aWhatIsSocialAcc' => 'Социальный аккаунт почти такой же, что и обычный аккаунт пользователя, он имеет абсолютно все функции, предлагаемые нашим сервисом.
    Есть только несколько отличий:
    Электронная почта пользователя не может быть изменена.
    Социальный аккаунт не имеет пароля.
    Вход в такой аккаунт возможен только через',

    'qAutoTranslator' => 'Что такое Авто-Переводчик',
    'aAutoTranslator' => 'Авто-Переводчик это автоматический перевод Заголовка и Описания на украинский и английский языки для Ваших новых Объвлений.
    Он предназначен для увеличения шансов найти Ваших клиентов.
    Автоматический перевод по умолчанию активен, но может быть отключен, после чего Вам будет предложено написать свой собственный вариант перевода для одного или всех доступных языков (украинского и английского).
    Вы сможете посмотреть результат перевода после публикации Объявления, выбрав интересующий вас язык интерфейса и зайдя на страницу Вашего Объявления, или через страницу Правки Объвления. 
    Пользователь, который откроет Объявление, всегда будет иметь возможность увидеть оригинальный Заголовок и Описание, если он просматривает Объявления не на языке оригинала.
    Мы обновляем и совершенствуем наш автопереводчик для достижения наилучшего результата перевода.
    В настоящее время мы используем Phrase-Based Google Cloud Translation Model.',

    'qRelease' => 'Когда сайт будет выпущен?',
    'aRelease' => 'Впереди еще много работы, чтобы наш сервис был надежным, содержательным и узнаваемым для каждой нефтегазовой компании Украины.
    Мы делаем все возможное, чтобы сервис заработал как можно быстрее.
    Мы планируем выпустить первый релиз в декабре 2020 года.',

    'q' => '',
    'a' => '',

    'slg1' => 'С уважением, команда разработки',
    'slg2' => 'Если у вас есть вопросы или предложения, 
    заполните',
    'slg3' => 'форму для связи с нами',
];
