<?php

return [

    'intro' => 'Часто Задаваемые Вопросы',
    
    'qPurpose' => 'Для чего это сайт?',
    'aPurpose1' => 'Этот сайт предоставляет собой Украинскую площадку для публикаций обьявлений по продаже и покупке Нефтегазового оборудования а точнее оборудования для:',
    'aPurposeListDrilling' => 'Бурения',
    'aPurposeListRepair' => 'КРС',
    'aPurposeListProduction' => 'Добычи',
    'aPurposeListLogging' => 'Коротажа',
    'aPurpose2' => 'В будущем список увеличится.',

    'qForWhat' => 'Зачем мне это нужно?',
    'aForWhat' => 'Главная задача ресурса - упростить продажу Нефтегазового оборудования.
    Другими словами на этом ресурсе продавец сможет легко найти себе покупателя, и ноборот.',

    'qBuy' => 'Мне нужно купить оборудование',
    'aBuy1' => 'Просто воспользуйтесь системой категорий или поисковой строкой на',
    'aBuyLink' => 'главной странице',
    'aBuy2' => 'и вы найдете то что ищите!
    Так же, вы можете добавить в избранное то объявление которое вам понравилось, что бы не потерять его.
    Если Вы не нашли интересующего вас оборудывания, вы можете подписаться на рассылку и сразу узнать когда товар появиться. (доработка)',

    'qSell' => 'Мне нужно продать оборудование',
    'aSell1' => 'Все что вам нужно сделать это',
    'aSellLink' => 'создать объявление',
    'aSell2' => 'заполнив нужные поля, после чего остается только ждать звонков ваших клиентов!',

    'qWhyWe' => 'Почему наш ресурс лучше?',
    'aWhyWe' => 'Для Нас главное защита персональных данных клиента, другими словами, анонимность.
    Для каждого объявления которое вы публикуете на сайте, Вы вольны выбрать минимум один вариант контактных данных, Электронная Почта или Номер Телефона. При этом, мы не ограничиваем вас в вашем выборе. Более того, для каждого нового объявления вы можете выбрать новые контактные данные.
    Наша система категорий постоянно развивается, и поиск нужного Нефтегазового оборудования будет становиться все легче! (доработка)
    Вы можете зарегистрироваться как физическое или же как юридическое лицо. (доработка)
    Возможность подписаться на рассылку и получать уведомления об интересующих вас публикациях. (доработка)
    Наш сайт работает на трех языках, Украинский, Русский и Английский.
    Наш сайт сосредоточен исключительно на Нефтегазовом оборудовании. Ничего лишнего.',

    'qWhatIsMailer' => 'Что такое Рассылка?',
    'aWhatIsMailer1' => 'Рассылка - это умная система уведомления пользователя о нових объявлениях, благодаря которой Вы можете быть уверены, что не пропустите ни одного интересующего Вас объявления.
    Вы свободны',
    'aWhatIsMailerLink' => 'настроить Рассылку',
    'aWhatIsMailer2' => 'для ваших личных потребностей. Опишите оборудование и/или выберите категорию и просто ждите, пока кто-нибудь опубликует то, что вам нужно.
    Также, вы можете добавить любого автора в Рассылку (на странице объявления), и Вы будете уведомлены, если выбранный автор сделает объявление.',

    'qWhatIsSocialAcc' => 'Что такое Социальный Аккаунт?',
    'aWhatIsSocialAcc' => 'Социальный аккаунт почти такой же, что и обычный аккаунт пользователя, он имеет абсолютно все функции, предлагаемые нашим сервисом.
    Есть только несколько отличий:
    Электронная почта пользователя не может быть изменена.
    Социальный аккаунт не имеет пароля.
    Вход в такой аккаунт возможен только через',

    'slg1' => 'С уважением, команда разработки',
    'slg2' => 'Если у вас есть вопросы или предложения, 
    заполните',
    'slg3' => 'форму для связи с нами',
];
