<?php

return [

    'intro' => 'Мы собрали для вас часто задаваемые вопросы. Если у вас еще остались вопросы или предложения - Вы всегда можете',

    'qPurpose' => 'Для чего это сайт?',
    'aPurpose1' => 'Представляем Украинский Первый специализированный сайт для компаний нефтегазовой сферы Украины.
        Другими словами, мы представляем доску объявлений для компаний ищущих клиентов.
        Продажа, покупка, аренда, услуги.
        На нашем сайте вы можете найти каталог бурового оборудования и услуг.
        Мы стремимся информировать рынок бурения Украины обо всех его участниках и наладить удобное и надежное сотрудничество между компаниями.
        Для зарубежных поставщиков оборудования / услуг мы представляем наш веб-сайт как место, где они могут легко найти клиента из Украины.',

    'qForWhat' => 'Зачем мне это нужно?',
    'aForWhat1' => 'Если вы руководства компании:',
    'aForWhatCM1' => 'Снижение затрат на закупки',
    'aForWhatCM2' => 'Повышение Уровня продаж',
    'aForWhatCM3' => 'Получить инструмент анализа рынка услуг, детализированный до любого уровня включая цены',
    'aForWhat2' => 'Если вы отдел снабжения:',
    'aForWhatSD1' => 'Упростить и контролировать процесс закупок/продаж',
    'aForWhatSD2' => 'Контроль своевременного снабжения',
    'aForWhatSD3' => 'Наладить контакты между службами компаний нефтегазовой сферы Украины',
    'aForWhatSD4' => 'Планирование закупок',
    'aForWhatSD5' => 'Контроль актуальности закупок',
    'aForWhatSD6' => 'Тендера по упрощенной процедуре',
    'aForWhat3' => 'Если вы отдел продаж:',
    'aForWhatSaD1' => 'Публикация объявлений отдела продаж',
    'aForWhatSaD2' => 'Планирование продаж',
    'aForWhatSaD3' => 'Упростить и контролировать процесс закупок/продаж',
    'aForWhatSaD4' => 'При желании, публикация анонимных объявлений',

    'qWhyWe' => 'Почему наш ресурс лучше?',
    'aWhyWe' => 'Прежде всего, мы первый специализированный сайт для компаний нефтегазовой сферы Украины.
    Мы предоставляем строгое содержание, только нефтегазовое оборудование и услуги. Ничего лишнего.
    Личные данные - это для нас главное, другими словами, анонимность - это ключ.
    Для каждой опубликованной публикации вы можете выбрать минимум одно контактное поле, адрес электронной почты или телефон. Мы не ограничиваем Ваш выбор. Более того, для каждой публикации вы можете выбрать уникальную контактную информацию.
    У нас есть развивающаяся система категорий, благодаря которой вы можете быстро и легко ориентироваться в нефтегазовом оборудовании или услугах.
    У вас есть возможность подписаться на рассылку и получать уведомления о нефтегазовом оборудовании и / или услугах, которые вы ищете.
    Наш сайт поддерживает три языка: украинский, русский и английский. На сайте работает автоматический встроенный перевод, чтобы любой мог получить информацию о вашем предложении.',

    'qBuy' => 'Мне нужно купить оборудование',
    'aBuy1' => 'Вы можете использовать',
    'aBuy2' => 'категорий или поисковой строкой и вы найдете то что ищите!
    Так же, вы можете добавить в избранное то объявление которое вам понравилось, что бы не потерять его.
    Если Вы не нашли интересующего вас оборудования, вы можете подписаться на рассылку и сразу узнать когда товар появиться. ',

    'qSell' => 'Мне нужно продать оборудование',
    'aSell1' => 'Все что вам нужно сделать это',
    'aSellLink' => 'создать объявление',
    'aSell2' => 'заполнив нужные поля, после чего остается только ждать звонков ваших клиентов!',

    'qWhatIsMailer' => 'Что такое Рассылка?',
    'aWhatIsMailer' => 'Рассылка - это умная система уведомления пользователя о новых объявлениях.
        Вы можете создать несколько индивидуальных Рассылок, например подпишитесь на разных авторов или на разные категории.
        Когда автор публикует объявление, все ваши Рассылки анализируют его, и если все его настройки совпадают с публикацией, вы получаете уведомление по электронной почте со ссылкой на это объявление.',

    'qHowToCreateMailer' => 'Как создать новую Рассылку?',
    'aHowToCreateMailer1' => 'Новая Рассылка может быть создана из двух страниц. 
        Первая, эта страница любого объявления, нажмите кнопку "Добавить автора в Рассылку".
        Вторая, это страница любого поиска (напр.',
    'aHowToCreateMailer2' => 'нажмите кнопку "Добавить этот запрос в Рассылку" под фильтрами.
        После того как Рассылка была создана, вы можете найти и конфигурировать ее на специальной странице -',

    'qWhatIsSocialAcc' => 'Что такое Социальный Аккаунт?',
    'aWhatIsSocialAcc' => 'Социальный аккаунт почти такой же, что и обычный аккаунт пользователя, он имеет абсолютно все функции, предлагаемые нашим сервисом.
    Есть только несколько отличий:
    Электронная почта пользователя не может быть изменена.
    Социальный аккаунт не имеет пароля.
    Вход в такой аккаунт возможен только через',

    'qAutoTranslator' => 'Что такое Авто-Переводчик',
    'aAutoTranslator' => 'Авто-Переводчик это автоматический перевод Заголовка и Описания на украинский и английский языки для Ваших новых Объявлений.
    Он предназначен для увеличения шансов найти Ваших клиентов.
    Автоматический перевод по умолчанию активен, но может быть отключен, после чего Вам будет предложено написать свой собственный вариант перевода для одного или всех доступных языков (украинского и английского).
    Вы сможете посмотреть результат перевода после публикации Объявления, выбрав интересующий вас язык интерфейса и зайдя на страницу Вашего Объявления, или через страницу Правки Объявления.
    Пользователь, который откроет Объявление, всегда будет иметь возможность увидеть оригинальный Заголовок и Описание, если он просматривает Объявления не на языке оригинала.
    Мы обновляем и совершенствуем наш авто переводчик для достижения наилучшего результата перевода.
    В настоящее время мы используем Phrase-Based Google Cloud Translation Model.',

    'qImport' => 'Что такое массовый импорт объявлений?',
    'aImport' => 'Иногда пользователи хотят опубликовать много объявлений. Мы понимаем, что создание их по очереди займет некоторое время.
    Для решения этой проблемы мы предоставляем систему массового импорта объявлений.
    Все, что вам нужно сделать, это заполнить файл импорта в соответствии с правилами и отправить его. (подробности см. здесь)
    Массовый импорт объявлений доступен только для пользователям Pro.',

    'qRelease' => 'Когда сайт будет выпущен?',
    'aRelease' => 'Впереди еще много работы, чтобы наш сервис был надежным, содержательным и узнаваемым для каждой нефтегазовой компании Украины.
    Мы делаем все возможное, чтобы сервис заработал как можно быстрее.
        Открытие сайта в скором времени',

    'q' => '',
    'a' => '',

    'slg1' => 'С уважением, команда разработки',
    'slg2' => 'Если у вас есть вопросы или предложения,
    заполните',
    'slg3' => 'форму для связи с нами',
];
