<?php

return [

    'intro' => 'Мы собрали для вас часто задаваемые вопросы. Если у вас еще остались вопросы или предложения - Вы всегда можете',

    'qPurpose' => 'Для чего это сайт?',
    'aPurpose1' => 'Представляем украинский первый специализированный сайт для компаний нефтегазовой сферы в Украине.
        Другими словами, мы представляем доску объявлений для компаний ищущих клиентов.
        Продажа, покупка, аренда, услуги.
        На нашем сайте вы можете найти каталог бурового оборудования и услуг.
        Мы стремимся информировать рынок бурения Украины обо всех его участниках и наладить удобное и надежное сотрудничество между компаниями.
        Для зарубежных поставщиков оборудования / услуг мы представляем наш веб-сайт как место, где они могут легко найти клиента из Украины.
        Наша цели, стать интернациональной площадкой для торговли и рекламы своих услуг между всеми нефтегазовыми компаниями мира.',

    'qForWhat' => 'Зачем мне это нужно?',
    'aForWhat1' => 'Если вы руководства компании:',
    'aForWhatCM1' => 'Снижение затрат на закупки',
    'aForWhatCM2' => 'Повышение уровня продаж',
    'aForWhatCM3' => 'Получить инструмент анализа рынка услуг, детализированный до любого уровня включая цены',
    'aForWhat2' => 'Если вы отдел снабжения:',
    'aForWhatSD1' => 'Упростить и контролировать процесс закупок/продаж',
    'aForWhatSD2' => 'Контроль своевременного снабжения',
    'aForWhatSD3' => 'Наладить контакты между службами компаний нефтегазовой сферы в Украине',
    'aForWhatSD4' => 'Планирование закупок',
    'aForWhatSD5' => 'Контроль актуальности закупок',
    'aForWhatSD6' => 'Тендера по упрощенной процедуре',
    'aForWhat3' => 'Если вы отдел продаж:',
    'aForWhatSaD1' => 'Публикация объявлений отдела продаж',
    'aForWhatSaD2' => 'Планирование продаж',
    'aForWhatSaD3' => 'Упростить и контролировать процесс закупок/продаж',
    'aForWhatSaD4' => 'При желании, публикация анонимных объявлений',

    'qWhyWe' => 'Почему наш ресурс лучше?',
    'aWhyWe' => 'Прежде всего, мы первый специализированный сайт для компаний нефтегазовой сферы в Украине.
        Мы предоставляем строгое содержание, только нефтегазовое оборудование и услуги. Ничего лишнего.
        Личные данные - это для нас главное, другими словами, анонимность - это ключ.
        Для каждой опубликованной публикации вы можете выбрать минимум одно контактное поле, адрес электронной почты или телефон. Мы не ограничиваем Ваш выбор. Более того, для каждой публикации вы можете выбрать уникальную контактную информацию.
        У нас есть развивающаяся система категорий, благодаря которой вы можете быстро и легко ориентироваться в нефтегазовом оборудовании или услугах.
        У вас есть возможность подписаться на рассылку и получать уведомления о нефтегазовом оборудовании и / или услугах, которые вы ищете.
        Наш сайт поддерживает три языка: украинский, русский и английский. Содержание объявлений не исключение.
        Удобная система массовой публикации объявлений.',

    'qBuy' => 'Мне нужно купить оборудование или найти сервис',
    'aBuy1' => 'Вы можете использовать',
    'aBuy2' => 'категорий или поисковой строкой и вы найдете то что ищите!
        Так же, вы можете добавить в избранное то объявление которое вам понравилось, что бы не потерять его.
        Если Вы не нашли интересующего вас оборудования/сервиса, вы можете подписаться на рассылку и сразу узнать когда товар появиться. ',

    'qSell' => 'Мне нужно продать оборудование или прорекламировать свой сервис',
    'aSell1' => 'Все что вам нужно сделать это',
    'aSellLink' => 'создать объявление',
    'aSell2' => 'заполнив нужные поля, после чего остается только ждать звонков ваших клиентов!',

    'qWhatIsMailer' => 'Что такое Рассылка?',
    'aWhatIsMailer' => 'Рассылка - это умная система уведомления пользователя о новых объявлениях.
        Вы можете создать несколько индивидуальных Рассылок, например подпишитесь на разных авторов или на разные категории.
        Каждый день вы будете получать уведомления на вашу электронную почту(логин), если подходящие объявления были опубликовыны за прошедший сутки.',

    'qHowToCreateMailer' => 'Как создать новую Рассылку?',
    'aHowToCreateMailer1' => 'Новая Рассылка может быть создана из двух страниц. 
        Первая, эта страница любого объявления, нажмите кнопку "Добавить автора в Рассылку".
        Вторая, это страница любого поиска (напр.',
    'aHowToCreateMailer2' => 'нажмите кнопку "Добавить этот запрос в Рассылку" под фильтрами.
        После того как Рассылка была создана, вы можете найти и конфигурировать ее на специальной странице -',

    'qWhatIsSocialAcc' => 'Что такое Социальный аккаунт?',
    'aWhatIsSocialAcc' => 'Социальный аккаунт почти такой же, что и обычный аккаунт пользователя, он имеет абсолютно все функции, предлагаемые нашим сервисом.
        Есть только несколько отличий:
        Электронная почта пользователя не может быть изменена.
        Социальный аккаунт не имеет пароля.
        Вход в такой аккаунт возможен только через',

    'qAutoTranslator' => 'Что такое Авто-Переводчик',
    'aAutoTranslator' => 'Авто-Переводчик это автоматический перевод заголовка и описания на украинский и английский языки для Ваших новых объявлений.
        Он предназначен для увеличения шансов найти Ваших клиентов.
        Вы сможете посмотреть результат перевода после публикации объявления, выбрав интересующий вас язык интерфейса и зайдя на страницу Вашего объявления.
        Пользователь, который откроет объявление, всегда будет иметь возможность увидеть оригинальный заголовок и описание, если он просматривает объявления не на языке оригинала.
        Мы обновляем и совершенствуем наш авто переводчик для достижения наилучшего результата перевода.
        В настоящее время мы используем Phrase-Based Google Cloud Translation Model.
        Доступен только для пользователям Pro.',

    'qImport' => 'Что такое массовый импорт объявлений?',
    'aImport' => 'Иногда пользователи хотят опубликовать много объявлений. Мы понимаем, что создание их по очереди займет некоторое время.
    Для решения этой проблемы мы предоставляем систему массового импорта объявлений.
    Все, что вам нужно сделать, это заполнить файл импорта в соответствии с правилами и отправить его. 
    Доступен только для пользователям Pro.',

    'q' => '',
    'a' => '',

    'slg1' => 'С уважением, команда разработки',
    'slg2' => 'Если у вас есть вопросы или предложения,
    заполните',
    'slg3' => 'форму для связи с нами',
];
