<?php

return [

    'intro' => 'Мы собрали для вас часто задаваемые вопросы. Если у вас еще остались вопросы или предложения - Вы всегда можете',

    'qPurpose' => 'Для чего это сайт?',
    'aPurpose1' => 'Представляем украинский первый специализированный сайт для компаний нефтегазовой сферы в Украине.
        Другими словами, мы представляем доску объявлений для компаний ищущих клиентов.
        Продажа, покупка, аренда, услуги.
        На нашем сайте вы можете найти каталог бурового оборудования и услуг.
        Мы стремимся информировать рынок бурения Украины обо всех его участниках и наладить удобное и надежное сотрудничество между компаниями.
        Для зарубежных поставщиков оборудования / услуг мы представляем наш веб-сайт как место, где они могут легко найти клиента из Украины.
        Наша цель, стать интернациональной площадкой для торговли и рекламы своих услуг между всеми нефтегазовыми компаниями мира.',

    'qForWhat' => 'Зачем мне это нужно?',
    'aForWhat1' => 'Если вы руководство компании:',
    'aForWhatCM1' => 'Снижение затрат на закупки',
    'aForWhatCM2' => 'Повышение уровня продаж',
    'aForWhatCM3' => 'Получить инструмент анализа рынка услуг, детализированный до любого уровня включая цены',
    'aForWhat2' => 'Если вы отдел снабжения:',
    'aForWhatSD1' => 'Упростить и контролировать процесс закупок/продаж',
    'aForWhatSD2' => 'Контроль своевременного снабжения',
    'aForWhatSD3' => 'Наладить контакты между службами компаний нефтегазовой сферы в Украине',
    'aForWhatSD4' => 'Планирование закупок',
    'aForWhatSD5' => 'Контроль актуальности закупок',
    'aForWhatSD6' => 'Тендера по упрощенной процедуре',
    'aForWhat3' => 'Если вы отдел продаж:',
    'aForWhatSaD1' => 'Публикация объявлений отдела продаж',
    'aForWhatSaD2' => 'Планирование продаж',
    'aForWhatSaD3' => 'Упростить и контролировать процесс закупок/продаж',
    'aForWhatSaD4' => 'При желании, публикация анонимных объявлений',

    'qWhyWe' => 'Преимущества',
    'aWhyWe1' => 'Объявления исключительно по НГ сфере;',
    'aWhyWe2' => 'Сохранность личной информации. Возможность работать анонимно;',
    'aWhyWe3' => 'Простой и понятный интерфейс не перегружен лишними кнопками и функционалом;',
    'aWhyWe4' => 'Быстрая регистрация. Обязательно только эл. почта и пароль;',
    'aWhyWe5' => 'Быстрая публикация объявлений. Обязательно только заголовок и описание;',
    'aWhyWe6' => 'Адаптированная форма создания объявлений под НГ сферу;',
    'aWhyWe7' => 'Удобная система категорий;',
    'aWhyWe8' => 'Полная 3х язычность. Украинский, русский, английский;',
    'aWhyWe9' => 'Возможность персонального сотрудничества и получения помощи от представителей ресурса. По интернету или с выездом в ваш офис;',
    'aWhyWe10' => 'Система Рассылки - получение уведомлений о новых объявлениях по той или теме;',
    'aWhyWe11' => 'Возможность массового импорта объявлений.',

    'qServices' => 'Услуги',
    'aServices1' => 'Специализированная доска объявлений для представителей нефтегазового рынка и только;',
    'aServices2' => 'Партнёрская программа;',
    'aServices3' => 'Бесплатный доступ к просмотру объявлений (ограниченный);',
    'aServices4' => 'Удобная и быстрая публикация объявлений любого уровня сложности;',
    'aServices5' => 'Продажа подписки "стандарт" или "про" (в будущем);',
    'aServices6' => 'Информирование всех доступных и актуальных товаров и услуг в НГ сфере;',
    'aServices7' => 'Интеллектуальный поиск по ресурсу;',
    'aServices8' => 'Адаптивная фильтрация поисковых запросов;',
    'aServices9' => 'Удобная система категорий;',
    'aServices10' => 'Возможность сохранять объявления в список “Избранное” для быстрого доступа;',
    'aServices11' => 'Получить контакты авторов;',
    'aServices12' => 'Настраиваемая Рассылка для получения уведомлений о новых объявлений по той или иной теме;',
    'aServices13' => 'Автопереводчик интерфейса и объявлений на Русский, Украинский и Английский языки;',
    'aServices14' => 'Массовый импорт объявлений на сайт с помощью специального файла импорта;',
    'aServices15' => 'Подробная статистика просмотров;',
    'aServices16' => 'Мобильная версия сайта;',
    'aServices17' => 'Предоставление помощи в публикации ваших объявлений;',
    'aServices18' => 'Помощь в адаптации ваших списков/спецификаций для нашего файла импорта и ресурса;',
    'aServices19' => 'Оптимизация ваших объявления для увеличения потенциальной выдачи при поиске;',
    'aServices20' => 'Возможность публикации инкогнито.',

    'qCost' => 'Стоимость',
    'aCost1' => 'Наш ресурс только набирает популярность по єтому, весь функционал полностью бесплатен. 
        Перечень будущих платных подписок смотрите',
    'aCost2' => 'Мы никак не влияем, не контролируем и не участвуем в процессе заключения контрактов между клиентами нашей площадки. 
        Список платных функциональностей будет увеличиваться, на пример - предоставление аналитики по вашей нише.',

    'qBuy' => 'Мне нужно купить оборудование или найти сервис',
    'aBuy1' => 'Вы можете использовать',
    'aBuy2' => 'категорий или поисковой строкой и вы найдете то что ищите!
        Так же, вы можете добавить в избранное то объявление которое вам понравилось, что бы не потерять его.
        Если Вы не нашли интересующего вас оборудования/сервиса, вы можете подписаться на рассылку и сразу узнать когда товар появиться. ',

    'qSell' => 'Мне нужно продать оборудование или прорекламировать свой сервис',
    'aSell1' => 'Все что вам нужно сделать это',
    'aSellLink' => 'создать объявление',
    'aSell2' => 'заполнив нужные поля, после чего остается только ждать звонков ваших клиентов!',

    'qWhatIsMailer' => 'Что такое Рассылка?',
    'aWhatIsMailer' => 'Рассылка - это умная система уведомления пользователя о новых объявлениях.
        Вы можете создать несколько индивидуальных Рассылок, например подпишитесь на разных авторов или на разные категории.
        Каждый день вы будете получать уведомления на вашу электронную почту(логин), если подходящие объявления были опубликовыны за прошедший сутки.',

    'qHowToCreateMailer' => 'Как создать новую Рассылку?',
    'aHowToCreateMailer1' => 'Новая Рассылка может быть создана из двух страниц. 
        Первая, эта страница любого объявления, нажмите кнопку "Добавить автора в Рассылку".
        Вторая, это страница любого поиска (напр.',
    'aHowToCreateMailer2' => 'нажмите кнопку "Добавить этот запрос в Рассылку" под фильтрами.
        После того как Рассылка была создана, вы можете найти и конфигурировать ее на специальной странице -',

    'qWhatIsSocialAcc' => 'Что такое Социальный аккаунт?',
    'aWhatIsSocialAcc' => 'Социальный аккаунт почти такой же, что и обычный аккаунт пользователя, он имеет абсолютно все функции, предлагаемые нашим сервисом.
        Есть только несколько отличий:
        Электронная почта пользователя не может быть изменена.
        Социальный аккаунт не имеет пароля.
        Вход в такой аккаунт возможен только через',

    'qAutoTranslator' => 'Что такое Авто-Переводчик?',
    'aAutoTranslator' => 'Авто-Переводчик это автоматический перевод заголовка и описания на украинский и английский языки для Ваших новых объявлений.
        Он предназначен для увеличения шансов найти Ваших клиентов.
        Вы сможете посмотреть результат перевода после публикации объявления выбрав нужный язык интерфейса и зайдя на страницу Вашего объявления.
        Переводы сообщений можно найти (просмотреть или отредактировать) на специальной странице, ссылка на которую находиться на странице редактирования сообщения.
        Пользователь, который откроет объявление, всегда будет иметь возможность увидеть оригинальный заголовок и описание, если он просматривает объявления не на языке оригинала.
        Мы обновляем и совершенствуем наш авто переводчик для достижения наилучшего результата перевода.
        В настоящее время мы используем Phrase-Based Google Cloud Translation Model.',

    'qImport' => 'Что такое массовый импорт объявлений?',
    'aImport' => 'Иногда пользователи хотят опубликовать много объявлений. Мы понимаем, что создание их по очереди займет некоторое время.
        Для решения этой проблемы мы предоставляем систему массового импорта объявлений.
        Все, что вам нужно сделать, это заполнить файл импорта в соответствии с правилами и отправить его. 
        Доступен только для пользователям Pro.',
    'aImportExtra' => 'Также, наша команда может помочь вам адаптировать и опубликовать список вашего оборудования для нашей платформы. Свяжитесь с нами, чтобы получить более подробную информацию',

    'qWhyNotAllImported' => 'Почему не все объявления из моего файла импорта были опубликованы?',
    'aWhyNotAllImported' => 'Алгоритм импорта рассматривает пустой заголовок или полностью пустую строку как конец файла.
        То есть, возможных причин две:',
    'aWhyNotAllImportedL1' => 'Вы ввели пустой заголовок для одного из объявлений.',
    'aWhyNotAllImportedL2' => 'Вы оставили пустую строку между объявлениями.',
    'aWhyNotAllImported2' => 'После исправления таких ошибкок, удалите уже опубликованные объявления из файла импорта.
        Алгоритм импорта всегда публикует объявления как новые, поэтому вы в конечном итоге клонируете свои собственные объявления.
        Если это не является решением вашей проблемы, вы можете связаться с нами',

    'qPartner' => 'Что такое партнерская программа?',
    'aPartner' => 'Партнерская программа с rigmanager.com.ua позволяет вам увеличить базу возможных клиентов.
        Партнерам предоставляется:',
    'aPartnerL1' => 'Место в блоке "Партнеры" на заглавной странице сайта;',
    'aPartnerL2' => 'Специальная отметка объявлений;',
    'aPartnerL3' => 'Техническая поддержка 24/7;',
    'aPartnerL4' => 'Помощь в управлении объявлениями;',
    'aPartnerL5' => 'Снятие лимитов. (макс. кол. объявлений, макс. кол. срочных объявлений);',
    'aPartnerL6' => 'Возможность рекламы своей компании в текстах объявлений;',
    'aPartnerL7' => 'Приоритет выдачи ваших объявлений;',
    'aPartnerL8' => 'Влияние на развитие нашего ресурса.',
    'aPartner2' => 'Если вы заинтересовались или хотите получить дополнительную информацию, свяжитесь с нами',

    'slg1' => 'С уважением, команда разработки',
    'slg2' => 'Если у вас есть вопросы или предложения,
    заполните',
    'slg3' => 'форму для связи с нами',
];
