<?php

return [
    // general
    'mailGreetings' => 'Добрий день',
    'mailSlg' => 'С уважением,',

    //subscription notifications
    'subNotifSubject' => 'Напоминание о платной подписке.',
    'subExpired' => 'Срок действия вашей платной подписки истек.',
    'subWillExpire' => 'Напоминаем вам, что :date истечет срок действия вашей платной подписки.',
    'subDetails' => 'Подробную информацию Вы можете найти на',
    'subProfile' => 'странице вашего профиля',
    'subOr' => 'или',
    'subPlans' => 'странице платных подписок',
    'subDetaildFull' => 'Подробную информацию Вы можете найти на странице вашего профиля (:profile) или странице платных подписок :plans',
];