<?php

return [

    'success' => '',
    'error' => 'Произошла ошибка.',
    'info' => '',
    'authError' => 'Вы должны войти в систему чтобы совершить это действие',
    'serverError' => 'Произошла ошибка сервера',

    'postUploaded' => 'Объявление добавлено успешно!',
    'postUploadedError' => 'При добавлении объявления произошла ошибка.',
    'postDeleted' => 'Объявление было удалено успешно!',
    'postDeleteError' => 'При удалении объявления произошла ошибка.',
    'postEdited' => 'Объявление было изменено успешно!',
    'postEditedError' => 'При изменении объявления произошла ошибка.',
    'postAddedFav' => 'Добавленно в избранное!',
    'postAddFavError' => 'Произошла ошибка.',
    'postAddFavPersonal' => 'Свое объявление нельзя добавить в избранное',
    'postRemovedFav' => 'Удалено из избранного!',
    'postRemoveFavError' => 'Произошла ошибка.',
    'postEditedErrorTooManyImages' => 'Слишком много изображений, максимум 5.',
    'postNewImgsDeleted' => 'Изображения были удалены',
    'postImgsDeleted' => 'Изображения были удалены',
    'postImgDeleted' => 'Изображение было удалено',
    'postInputErrors' => 'Некоторые поля заполнены неправильно.',
    'postActivated' => 'Объявление было опубликовано снова',
    'postDisactivated' => 'Объявление было скрыто от публики',
    'postOutdated' => 'Это объявление устарело, пожалуйста, обновите период жизни в настройках объявления',

    'mailerToManyTags' => 'Слишком много категорий',
    'mailerUploaded' => 'Рассылка настроена успешно!',
    'mailerUploadedError' => 'При настройке Рассылки произошла ошибка.',
    'mailerDeleted' => 'Рассылка была удалена успешно!',
    'mailerEditedError' => 'При изменении Рассылки произошла ошибка.',
    'mailerEdited' => 'Рассылка была изменена успешно!',
    'mailerAddedAuthor' => 'Автор был добавлен в Рассылку успешно!',
    'mailerTooManyAuthors' => 'Вы достигли максимума по количеству Авторов',
    'mailerRemovedAuthor' => 'Автор был удален из Рассылки успешно!',
    'mailerAuthorExists' => 'Автор уже находиться в Рассылке',
    'mailerTagExists' => 'Указанные категории уже указаны в вашей Рассылке',
    'mailerTagAdded' => 'Указанные категории успешно добавлены в вашу Рассылку!',
    'mailerTextAdded' => 'Указанный запрос успешно добавлен в вашу Рассылкау!',
    'tagAlreadyChosen' => 'Вы не можете выбрать одну и ту же категорию дважды!',

    'profileEdited' => 'Профиль изменен успешно!',
    'profileImgDeleted' => 'Изображение профиля было успешно удалено!',

    'signedIn' => 'Добро пожаловать!',
    'signedOut' => 'До Свидания',

    'messageSent' => 'Сообщение отправлено!',
    
    'planAlreadyPremium+' => 'У вас уже есть бесплатный Премиум+ аккаунт!',
    'planCancelPremium+' => 'К сожалению, сейчас вы не можете отменить бесплатный Премиум+ доступ',
];
