<?php

return [
    // title
    'title' => [
        'home' => 'Буровое и нефтегазовое оборудование на доске объявлений rigmanager.',
        'catalog' => 'Каталог категорий бурового и нефтегазового оборудования и сервисов.',
        'auth' => [
            'login' => 'Вход | rigmanger.com.ua',
            'reg' => 'Регистрация | rigmanger.com.ua',
        ],
        'user' => [
            'password' => 'Восстановление пароля | rigmanger.com.ua',
            'info' => 'Мой профиль | rigmanger.com.ua',
            'edit' => 'Правка профиля | rigmanger.com.ua',
            'verify' => 'Подтверждение аккаунта | rigmanger.com.ua',
            'post' => [
                'posts' => 'Мои объявления | rigmanger.com.ua',
                'favs' => 'Мои избранные объявления | rigmanger.com.ua',
                'edit' => 'Правка объявления | rigmanger.com.ua',
                'edit-trans' => 'Правка перевода объявления | rigmanger.com.ua',
            ],
            'mailer' => 'Мои рассылки | rigmanger.com.ua',
            'mailer-edit' => 'Правка рассылки | rigmanger.com.ua',
            'subscription' => 'Моя подписка | rigmanger.com.ua',
            'admin' => 'Панель администрации | rigmanger.com.ua',
        ],
        'post' => [
            'create' => [
                'eq' => 'Подать объявление. Нефтегазовое оборудование | rigmanager.com.ua.',
                'se' => 'Подать объявление. Нефтегазовый сервис | rigmanager.com.ua.',
                'te' => 'Создать тендер | rigmanager.com.ua.',
                'im' => 'Импортировать объявления | rigmanager.com.ua.',
            ],
            'inactive' => 'на rigmanager.com.ua',
            'show' => 'на rigmanager.com.ua',
        ],
        'info' => [
            'subscription' => 'Платные подписки | rigmanger.com.ua',
            'blog' => 'Новости | rigmanger.com.ua',
            'about-us' => 'Про нас | rigmanger.com.ua',
            'tos' => 'Пользовательское соглашение | rigmanger.com.ua',
            'pp' => 'Политика конфиденциальности | rigmanger.com.ua',
            'faq' => 'Вопрос-Ответ | rigmanger.com.ua',
            'contacts' => 'Контакты и обратная связь | rigmanger.com.ua',
            'sitemap' => 'Карта сайта | rigmanger.com.ua',
            'import' => 'Правила импорта объявлений | rigmanger.com.ua',
        ],
        'search' => [
            'list' => 'Все объявления в сфере бурения и нефтегаза на сайте rigmanager.com.ua',
            'author' => 'объявления на rigmanager.com.ua',
            'text' => 'rigmanager.com.ua',
            'type' => 'rigmanager.com.ua',
            'tag' => 'rigmanager.com.ua',
        ],
        'error' => 'Ошибка сервера',
    ],
    //description
    'description' => [
        'home' => 'rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка. Покупка, продажа, аренда и сервисы.',
        'catalog' => 'Полный каталог всех категорий оборудования и сервисов в сфере бурения и нефтегаза. Буровые трубы, буровые вышки, буровые насосы.',
        'auth' => [
            'login' => 'Вход. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка. Покупка, продажа, аренда и сервисы.',
            'reg' => 'Регистрация. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка. Покупка, продажа, аренда и сервисы.',
        ],
        'user' => [
            'password' => 'Восстановление пароля. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'info' => 'Мой профиль. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'edit' => 'Правка профиля. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'verify' => 'Подтверждение аккаунта. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'post' => [
                'posts' => 'Мои объявления. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
                'favs' => 'Мои избранные объявления. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
                'edit' => 'Правка объявления. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
                'edit-trans' => 'Правка перевода объявления. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            ],
            'mailer' => 'Мои рассылки. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'mailer-edit' => 'Правка рассылки. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'subscription' => 'Моя подписка. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'admin' => 'Панель администрации. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
        ],
        'post' => [
            'create' => [
                'eq' => 'Подать объявление про нефтегазовое оборудование на доске объявлений rigmanager.com.ua.',
                'se' => 'Подать объявление про нефтегазовый сервис на доске объявлений rigmanager.com.ua.',
                'te' => 'Создать тендер в нефтегазовой сфере на доске объявлений rigmanager.com.ua.',
                'im' => 'Импортировать объявления про нефтегазовое оборудование на доске объявлений rigmanager.com.ua.',
            ],
            'inactive' => '',
            'show' => '',
        ],
        'info' => [
            'subscription' => 'Платные подписки. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'blog' => 'Новости. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'about-us' => 'Про нас. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'tos' => 'Пользовательское соглашение. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'pp' => 'Политика конфиденциальности. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'faq' => 'Вопрос-Ответ. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'contacts' => 'Контакты и обратная связь. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'sitemap' => 'Карта сайта. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
            'import' => 'Правила импорта объявлений. rigmanager.com.ua - специализированная доска объявлений для участников нефтегазового рынка.',
        ],
        'search' => [
            'list' => 'Полный список объявлений на сайте rigmanager.com.ua. Нефтегазовое оборудование и сервисы. Буровое оборудование и сервисы.',
            'author' => 'Все объявления автора',
            'text' => 'rigmanager.com.ua',
            'type' => 'rigmanager.com.ua',
            'tag' => 'Нефтегазовое оборудование и сервисы в категориях:',
        ],
        'error' => '',
    ],

    //keywords
    'keywords' => [
        'home' => '',
        'catalog' => '',
        'auth' => [
            'login' => '',
            'reg' => '',
        ],
        'user' => [
            'password' => '',
            'info' => '',
            'edit' => '',
            'verify' => '',
            'post' => [
                'posts' => '',
                'favs' => '',
                'edit' => '',
                'edit-trans' => '',
            ],
            'mailer' => '',
            'mailer-edit' => '',
            'subscription' => '',
        ],
        'post' => [
            'create' => [
                'eq' => '',
                'se' => '',
                'te' => '',
                'im' => '',
            ],
            'inactive' => '',
            'show' => '',
        ],
        'info' => [
            'subscription' => '',
            'blog' => '',
            'about-us' => '',
            'tos' => '',
            'pp' => '',
            'faq' => '',
            'contacts' => '',
            'site-map' => '',
            'import' => '',
        ],
        'search' => [
            'list' => '',
            'author' => '',
            'text' => '',
            'tag' => '',
        ],
        'error' => '',
    ],
    
];