<?php

return [

    // Dev massages
    'workInProgress' => 'Работа в процессе',
    'development' => 'Сайт находится в стадии активной разработки.
    Релиз запланирован на декабрь 2020 года.',

    // no script massage
    'noscript' => 'В вашем браузере отключен Javascript.
        Это может серьезно отразиться на функциональности нашего сайта.',

    //maintenance mode
    'maintenanceHeader' => 'Приносим извинения за неудобства',
    'maintenanceText' => 'Сайт временно недоступен
    Открытие',
    'maintenanceContact' => 'Связаться с нами:',
    'maintenanceSoon' => 'в ближайшее время',

    //home massages
    'cabinet' => 'Кабинет',
    'introduction' => 'Специализированная площадка для сотрудничества
        компаний нефтегазовой сферы Украины',
    'introSellEq' => 'Продажа
        оборудования',
    'introBuyEq' => 'Покупка и аренда
        оборудования',
    'introSe' => 'Предоставление и
        получение услуг',
    'introTender' => 'Тендеры по упрощенной
        процедуре',
    'motePosts' => 'Больше предложений',
    'otherPartners' => 'Другие
        партнеры',
    'newPosts' => 'Новые объявления',
    'premiumPosts' => 'Премиум объявления',
    'morePremiumPosts' => 'Другие премиум
        объявления',
    'urgentPosts' => 'Срочные объявления',
    'moreUrgentPosts' => 'Другие срочные
        объявления',
    'epilogue1' => 'Онлайн-объявления любого типа и сложности в нефтегазовой сфере. Продажа, покупка, сервисы. На площадке rigmanager вы сможете быстро и удобно опубликовать Ваши предложения или же легко найти интересующие вас объявление!',
    'epilogue2' => 'Анализ рынка, планирование продаж, упрощение процесса и повышение уровня покупок/продаж, контроль актуальности закупок и своевременного снабжения - все это на площадке rigmanager!',

    // jeneral massages
    'delete' => 'Удалить',
    'no' => 'Нет',
    'yes' => 'Да',
    'edit' => 'Править',
    'submit' => 'Подтвердить',
    'cancel' => 'Отмена',
    'empty' => 'Пусто',
    'notSpecified' => 'Не Указано',
    'save' => 'Сохранить',
    'hide' => 'Скрыть',
    'ukLang' => 'украинский',
    'ruLang' => 'русский',
    'enLang' => 'английский',
    'change' => 'Изменить',
    'download' => 'Скачать',
    'upload' => 'Отправить',
    'chooseFile' => 'Выбрать файл',
    'post' => 'Объявление',
    'catalog' => 'Каталог',
    'add' => 'Добавить',
    'reset' => 'Сбросить',

    // auth massages
    'signIn' => 'Войти',
    'socialSignIn' => 'Войти через',
    'signOut' => 'Выйти',
    'signUp' => 'Регистрация',
    'or' => 'Или',
    'login' => 'Логин',
    'remember me' => 'Запомнить меня',
    'forget password' => 'Забыли пароль?',
    'loggedAs' => 'Вы вошли как',
    'iAgree' => 'Я соглашаюсь с',
    'iAgreeLink' => 'Пользовательским соглашением',
    'backToLogin' => 'Вернуться на страницу Входа',
    'socialError' => 'Ошибка при входе в систему',
    'passReset' => 'Сброс пароля',
    'passForgetGuide1' => 'Здесь вы можете сбросить пароль.',
    'passForgetGuide2' => 'Пожалуйста, введите ваш логин (e-mail).',
    'passForgetGuide3' => 'Вскоре вы получите письмо, где вы можете перейти по ссылке, чтобы установить новый пароль учетной записи.',
    'passForgetGuide4' => 'Пожалуйста, не забудьте проверить папку со спамом',

    //home massages
    'home' => 'Домой',
    'addToFav' => 'Добавить в Избранное',
    'clearText' => 'Очистить строку поиска',

    // my posts massages
    'myPosts' => 'Мои объявления',
    'noMyPosts' => 'У вас еще нет объявлений.',
    'noMyPostsBySearch' => 'К сожалению, мы не можем найти ни одного объявления по вашему запросу.',

    // favoutites massages
    'favourites' => 'Избранное',
    'noFavPosts' => 'У вас еще нет избранных объявлений.',
    'noFavPostsBySearch' => 'К сожалению, мы не можем найти ни одного объявления по вашему запросу.',
    'inFav' => 'В Избранном',
    'removeFromFav' => 'Удалить их Избранного',

    // profile massages
    'profile' => 'Профиль',
    'loginHelp' => 'Логином должна быть электронная почта.',
    'password' => 'Пароль',
    'passwordHelp' => 'Минимум 6 символов.
        Минимум одна буква и одна цифра.',
    'passwordEditHelp' => 'Минимум 6 символов.
        Минимум одна буква и одна цифра.
        Оставьте поле пустым, чтобы оставить старый пароль.',
    'avatar' => 'Изображение профиля',
    'userName' => 'Имя',
    'userNameHelp' => 'Ваше имя будет видно всем на сайте.
        Только буквы и цифры.',
    'phone' => 'Номер телефона',
    'phoneHelp' => 'Не обязательно.',
    'profileInfo' => 'Данные профиля',
    'deleteProfileImg' => 'Удалить изображение',
    'passwordEncrypted' => 'В целях безопасности мы сохраняем пароль в закодированном виде. Если вы забыли пароль, то всегда можете поменять его в настройках профиля.',
    'profileSettings' => 'Настройки профиля',
    'changeProfilePic' => 'Изменить изображение профиля',
    'uHave' => 'У вас',
    'socialAcc' => 'Социальный Аккаунт',
    'deleteProfile' => 'Удалить профиль',
    'deleteProfileHelp' => 'Вся ваша информация будет удалена. 
        Это действие не может быть отменено.
        Все ваши объявления будут удалены.
        Все ваши Рассылки будут удалены.
        Ваша подписка будет отменена.',

    //Рассылка massages
    'mailer' => 'Рассылка',
    'setUpMailer' => 'Настроить Рассылку',
    'noMailer' => 'Ваша Рассылка не настроена',
    'whatIsMailer' => 'Что такое Рассылка',
    'settingUpMailer' => 'Настройка Рассылки',
    'mailerDescription' => 'Описание',
    'mailerChooseDescription' => 'Опишите что Вы ищите',
    'mailerDescriptionHelp' => 'Здесь вы можете кратко описать продукт который вас интересует.
    Если Вы заинтересованы в двух или более независимых продуктов, пожалуйста разделить описание каждого новой строкой (enter).',
    'mailerEqTags' => 'Категории оборудования',
    'mailerSeTags' => 'Категории сервисов',
    'mailerChooseTags' => 'Выберите интересующие Вас категории',
    'mailerTagsHelp' => 'Вы можете выбрать до 10 категорий всего.
        Нажмите на запись, чтобы удалить.',
    'mailerAuthors' => 'Авторы',
    'mailerAuthorsHelp' => 'Вы можете добавить Автора в Рассылку на странице любого объявления, возле кнопки \'Показать контакты\'.
        Вы можете добавить до 10 авторов.
        Нажмите на запись, чтобы удалить.',
    'deleteMailer' => 'Удалить Рассылку',
    'deleteMailers' => 'Удалить все Рассылки',
    'active' => 'активна',
    'notActive' => 'не активна',
    'mailerAddAuthor' => 'Добавить Автора в Рассылку',
    'mailerRemoveAuthor' => 'Удалить Автора из Рассылки',
    'mailerAuthorAlreadyAdded' => 'Автор уже в Рассылке',
    'mailerNoAuthors' => 'Вы не подписаны ни на одного автора',
    'mailerSuggestText' => 'Добавить этот запрос в Рассылку?',
    'mailerSuggestTag' => 'Добавить эти категории в Рассылку?',
    'mailerSuggestAuthor' => 'Добавить этого Автора в Рассылку?',
    'mailerNotifGreetings' => 'Здравствуйте',
    'mailerNotifHeader' => 'Мы обнаружили, что это предложение может Вас заинтересовать',
    'mailerNotifBody' => 'Вы получили это письмо, потому что из-за конфигурации Рассылки, :reason считаются интересными для вас',
    'mailerNotifBody2' => 'Вы можете в любое время настроить или отключить Рассылку на странице',
    'mailerNotifBody3' => 'Если у Вас возникли проблемы с кликом по объявлению выше, скопируйте и вставьте адрес в адресную строку браузера',
    'mailerNotifSlg' => 'С уважением,',
    'mailerNotifTags' => 'эти категории',
    'mailerNotifDescription' => 'эти ключевые слова',
    'mailerNotifAuthors' => 'объявления от этого автора',
    'mailerNotifSubject' => 'Рассылка:',
    'mailerTypesHelp' => 'Минимум один обязательно',
    'choose' => 'Выбрать',
    'chooseMore' => 'Выбрать больше',
    'mailerAllPosts' => 'Все новые объявления',
    'addNewMailer' => 'Настроить новую Рассылку',
    'editMailers' => 'Править Рассылки',

    //subscription massages
    'mySubscription' => 'Моя подписка',

    // search bar and search result massages
    'search' => 'Поиск',
    'searchEquipment' => 'Поиск Оборудования по категориям',
    'searchService' => 'Поиск Сервисов по категориям',
    'searchByAuthor' => 'Объявления автора',
    'searchByType' => 'Объявления по типу',
    'searchByText' => 'Объявления по поиску',
    'choosedFromTags' => 'Выборка из категорий',
    'other' => 'Другое',
    'searchSuccess' => 'Вот что нам удалось найти',
    'searchFail' => 'К сожалению, нам не удалось найти объявление по Вашему запросу',
    'filters' => 'Фильтры',
    'from' => 'От',
    'to' => 'До',
    'sort' => 'Сортировка',
    'authorRole' => 'Тип объявления',
    'sortNew' => 'Самые Новые',
    'sortCheap' => 'Самые Дешевые',
    'sortExpensive' => 'Самые Дорогие',
    'searchAmount' => 'Результаты Поиска',
    'postType' => 'Тип',
    'postRole' => 'Сектор',
    'tryOtherFilters' => 'Попробуйте другий фильтры.',

    // post edit/create/edit massages
    'tender' => 'Тендер',
    'tenders' => 'Тендеры',
    'tendersHelp' => 'Публиковать тендеры по упрощенной неофициальной процедуре. Максимум: 100',
    'equipment' => 'Оборудование',
    'service' => 'Сервис',
    'addPost' => 'Добавить объявление',
    'addPostEq' => 'Добавить объявление (Оборудование)',
    'addPostSe' => 'Добавить объявление (Сервис)',
    'postCreate' => 'Создание объявления',
    'postSettings' => 'Изменение объявления',
    'thread' => 'Оборудование/Сервис',
    'title' => 'Заголовок',
    'titleEqHelp' => 'Введите название оборудования / детали.
        Не должно содержать слов и синонимов:
        продам, куплю, сдам, сдаю, срочно, проверено, rigmanager.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 70 символов.',
    'titleSeHelp' => 'Введите название сервиса.
        Не должно содержать слов и синонимов:
        срочно, проверено, rigmanager.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 70 символов.',
    'autoTranslateHeader' => 'Настройки',
    'autoTranslate' =>  'Авто-Переводчика',
    'AutoTranslateToUk' => 'Aвто-Перевод на украинский',
    'AutoTranslateToEn' => 'Авто-Перевод на английский',
    'translationHelp' => 'Доступные для перевода языки, предлагаются относительно выбранного языка интерфейса.
        Пожалуйста, Выберете язык интерфейса на котором вы заполняете оригинальную информацию.',
    'amount' => 'Количество',
    'chooseAmount' => 'Укажите количество',
    'amountHelp' => 'Здесь Вы можете указать количество единиц товара.
        Если не понятно, количество чего указанно, вы можете указать эту информацию в описании.',
    'choosePostType' => 'Выберите тип объявления',
    'postTypeSell' => 'Продажа', // type = 1
    'postTypeSellFull' => 'Продажа оборудования', // type = 1
    'postTypeBuy' => 'Покупка', // type = 2
    'postTypeBuyFull' => 'Покупка оборудования', // type = 2
    'postTypeRent' => 'Сдача в аренду', // type = 3
    'postTypeRentFull' => 'Сдача оборудования в аренду', // type = 3
    'postTypeRentShort' => 'Аренда', // type = 3
    'postTypeLeas' => 'Предоставление в аренду', // type = 4
    'postTypeLeasFull' => 'Предоставление оборудования в аренду', // type = 4
    'postTypeLeasShort' => 'Аренда', // type = 4
    'postTypeGiveS' => 'Предоставление сервиса', // type = 5
    'postTypeGetS' => 'Запрос на сервис', // type = 6
    'postTypeHelp' => 'Выбранный вами вариант будет добавлен к вашему заголовку.',
    'choosePostRole' => 'Выберите сектор работы',
    'postRoleBusiness' => 'Бизнес',
    'postRolePrivate' => 'Частное лицо',
    'company' => 'Название компании',
    'companyP' => 'ООО ПРИМЕР',
    'chooseCondition' => 'Выберите состояние',
    'conditionNew' => 'Новое',
    'conditionSH' => 'Б/У',
    'conditionForParts' => 'На Запчасти',
    'chooseTag' => 'Выберите категорию',
    'tags' => 'Категории',
    'tagsModalHelp' => 'Не забудьте Подтвердить выбранные категории!',
    'tagHelp' => 'Категория важна для хорошей работы поисковой системы сайта.
        Убедитесь что она подобрана правильно, и тогда ваше объявление будет легко найти!',
    'chosenTags' => 'Выбранные категории',
    'clearTagsFromPost' => 'Очистить выбранные категории',
    'miscEqInfo' => 'Дополнительная не обязательная информация об оборудование / деталях',
    'chooseManufacturer' => 'Производитель',
    'chooseManufacturedDate' => 'Дата производства',
    'choosePartNum' => 'Заводской код изделия p/n',
    'manufacturer' => 'Производитель',
    'manufHelp' => 'Мы советуем добавить Производителя, чтобы упростить поиск и понимание вашего предложения клиентами.
        Минимум 5 символов.
        Максимум 70 символов.',
    'manufacturedDate' => 'Дата производства',
    'manufDateHelp' => 'Мы советуем добавить Дату Производства, чтобы упростить поиск и понимание вашего предложения клиентами.
        Минимум 4 символов.
        Максимум 70 символов.',
    'partNum' => 'Заводской код изделия p/n',
    'partNumHelp' => 'Мы советуем добавить Заводской код изделия, чтобы упростить поиск и понимание вашего предложения клиентами.
        Минимум 3 символов.
        Максимум 70 символов.',
    'description' => 'Описание',
    'descriptionEqHelp' => 'Опишите ваше оборудование / деталь как можно подробнее.
        Должен относиться ко всей информации, представленной на этой странице.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 9000 символов.',
    'descriptionSeHelp' => 'Опишите сервис подробней.
        Должен относиться ко всей информации, представленной на этой странице.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 9000 символов.',
    'image' => 'Выберите изображения',
    'imageHelp' => 'Пять файлов максимум.
        Разрешены только изображения(.jpeg .jpg .png).
        Мы советуем приложить фото заводской таблички (шильдика).
        Максимальный размер 5МБ.',
    'uploadFile' => 'Выбрать файл',
    'preview' => 'Предосмотр',
    'cost' => 'Цена',
    'costHelp' => 'Если не понятно, за что указана цена, можете указать эту информацию в описании.
        Формат: 0000.00.
        Максимум 50 цифр.',
    'locationRegion' => 'Местонахождения товара (область)',
    'locationTown' => 'Уточните местоположение',
    'location' => 'Местонахождения товара',
    'region' => 'Область',
    'town' => 'Город / ПГТ / Склад / Площадка',
    'townHelp' => 'Здесь вы можете указать точное местонахождение товара.
        Максимум 100 символов.',
    'phoneHelp' => 'Поддерживаются только украинские номера телефонов.
        Формат: 0123456789.
        Вы можете выбрать мессенджеры ниже, чтобы пользователи знали, что с вами можно связаться через мессенджеры.',
    'costLocationHelp' => 'Не обязательно.',
    'email' => 'Электронная почта',
    'contactHelp' => 'Одно из полей обязательно. (почта или номер телефона)
        Вы можете ввести любой адрес электронной почты и номер телефона.',
    'chooseActiveTo' => 'Выберите период жизни',
    'activeOneMonth' => '1 месяц',
    'activeTwoMonth' => '2 месяца',
    'activeForever' => 'Неограниченно',
    'hiddenOn' => 'Объявление будет скрыто',
    'willNotHide' => 'Период жизни объявления не ограничен',
    'activeToHelp' => 'По истечении периода жизни объявление будет скрыто от других пользователей (не удалено).
        Вы получите уведомление о том, что объявление было скрыто.',
    'deletePost' => 'Удалить объявление',
    'sure?' => 'Вы уверены?',
    'grivna' => 'Гривна (UAH)',
    'dollar' => 'Доллар (USD)',
    'choosePostStatus' => 'Выберите статус объявления (видимость)',
    'postActive' => 'Видно для всех',
    'postInactive' => 'Скрыто',
    'postInactiveError' => 'Извините, но Автор деактивировал это объявление.
        Вы можете вернуться сюда позже,
        оно может быть снова активировано в ближайшее время!',
    'translationTitleAlert' => 'Это переведенный заголовок.',
    'translationDescAlert' => 'Это переведенное описание.',
    'originLang' => 'Исходный язык - ',
    'showOrigin' => 'Показать оригинал',
    'postIsOutdated' => 'Период жизни этого объявления истек',
    'postIsHidden' => 'Только вы(автор) можете просматривать это объявление, поскольку оно скрыто.',
    'translationRequirePremium' => 'Для просмотра переведенной версии требуется Премиум-аккаунт.',
    'deleteAllPosts' => 'Удалить все публикации',
    'specialPostsStatus' => 'Особые статусы объявления',
    'makePostUrgent' => 'Срочно',
    'postUrgentStatusHelp' => 'Срочные объявления будут отмечены соответствующей отметкой.
        На главной странице перечислены 4 случайных Срочных объявлений.
        Количество Срочных объявлений ограничено до 100 для Premium пользователей.
        Количество Срочных объявлений ограничено до 300 для Premium+ пользователей.',
    'urgent' => 'Срочно',
    'views' => 'Просмотры',

    //post deactivated messages
    'postHiddenNotifSubject' => 'Объявление было деактивировано',
    'postHiddenNotifGreetings' => 'Здравствуйте',
    'postHiddenNotifHeader' => 'Это объявление было деактивировано',
    'postHiddenNotifBody1' => 'Срок действия публикации закончился. Пожалуйста, обновите срок действия в настройках объявления, если вы хотите снова сделать это объявление публичным',
    'postHiddenNotifBody2' => 'Если у Вас возникли проблемы с кликом по объявлению выше, скопируйте и вставьте адрес в адресную строку браузера',
    'postHiddenNotifSlg' => 'С уважением,',
    
    //dropzone
    'dzDesc' => 'Перетащите файлы или нажмите,
    чтобы загрузить изображения',
    'dzBigFile' => 'Изображение слошком велико',
    'dzInvalidMime' => 'Только .jpeg, .jpg, .png разрешены',
    'dzServerError' => 'Произошла ошибка сервера',
    'dzUploadCanceled' => 'Загрузка была отменена',
    'dzUploadRemoveLink' => 'Удалить',
    'dzTooFewFiles' => 'Слишком много изображений',

    // post show masssages
    'yoursPost' => 'Это объявление принадлежит вам',
    'postAuthor' => 'Автор объявления',
    'otherAuthorPosts' => 'Другие объявления автора',
    'contactInfo' => 'Контактная информация',
    'showContacts' => 'Показать контакты',
    'postCreated' => 'Объявление добавлено',
    'condition' => 'Состояние',
    'deleteAllImgs' => 'Удалить все изображения',

    // verification notice massages
    'verifyNoticeThank' => 'Спасибо, что выбрали наш ресурс',
    'verifyNoticeBody' => 'На ваш Электронный адрес было выслано письмо для активации учетной записи.
    Пожалуйста, перейдите по ссылке предоставленной в нашем письме.
    Если Вы не можете найти письмо, проверьте папку Спам, или мы можем отправить',
    'verifyClickToResend' => 'новое письмо активации',
    'verifyNoticeResend' => 'Новое письмо для активации учетной записи
    отправлено на Ваш электронный адрес.',

    // footer massages
    'footerAbout' => 'О нас',
    'footerFAQ' => 'FAQ',
    'footerCopyright' => 'Всё права защищёны.',
    'footerIconsRef' => 'Все иконки предоставлены',
    'footerSubscription' => 'Подписки',
    'footerContact' => 'Связаться с нами',
    'footerTerms' => 'Пользовательское
    соглашение',
    'footerPrivacy' => 'Политика
    Конфиденциальности',
    'footerDevelop' => 'Разработка',
    'footerSiteMap' => 'Карта Сайта',
    'footerNews' => 'Блог',
    'contactsFooter' => 'Вы можете связаться с нами сами',
    'ourPartners' => 'Наши партнеры',

    // sitemap
    'stMain' => 'Главная',
    'stPost' => 'Объявления',
    'stAuth' => 'Аутентификация',
    'stProfile' => 'Пользователь',
    'stMisc' => 'Дополнительно/Детали',
    'siteMapDesc' => '',

    // Regions
    'regionOdessa' => 'Одесская область',
    'regionDnipropetrovsk' => 'Днепропетровская область',
    'regionChernihiv' => 'Черниговская область',
    'regionKharkiv' => 'Харьковская область',
    'regionZhytomyr' => 'Житомирская область',
    'regionPoltava' => 'Полтавская область',
    'regionKherson' => 'Херсонская область',
    'regionKiev' => 'Киевская область',
    'regionZaporozhye' => 'Запорожская область',
    'regionLuhansk' => 'Луганская область',
    'regionDonetsk' => 'Донецкая область',
    'regionVinnytsia' => 'Винницкая область',
    'regionCrimea' => 'Автономная Республика Крым',
    'regionMykolaiv' => 'Николаевская область',
    'regionKirovograd' => 'Кировоградская область',
    'regionSumy' => 'Сумская область',
    'regionLviv' => 'Львовская область',
    'regionCherkasy' => 'Черкасская область',
    'regionKhmelnytsky' => 'Хмельницкая область',
    'regionVolyn' => 'Волынская область',
    'regionRivne' => 'Ровенская область',
    'regionIvano-Frankivsk' => 'Ивано-Франковская область',
    'regionTernopil' => 'Тернопольская область',
    'regionCarpathian' => 'Закарпатская область',
    'regionChernivtsi' => 'Черновицкая область',

    // notification from user
    'fromUserTitle' => 'Есть вопрос?',
    'fromUserEmail' => 'Электронная почта (для обратной связи)',
    'fromUserSubject' => 'Тема',
    'fromUserText' => 'Как мы можем Вам помочь?',
    'fromUserTextPlaceholder' => 'Опишите Вашу проблему/предложение',
    'fromUserSubmit' => 'Отправить сообщение',

    // server error
    'serverErrorTittle' => 'Ой!',
    'serverErrorDesc' => 'Похоже, на сервере произошла ошибка.',
    'serverErrorContact' => 'Сообщить о проблеме',
    'serverErrorGoBack' => 'Вернуться на предыдущую страницу',

    //plans
    'plansHeader' => 'Стоимость и сравнение 
    тарифных планов rigmanager.com.ua',
    'plansGuestAcc' => 'Гостевой
    Аккаунт',
    'plansGuestAccHelp' => 'Для ознакомления с нашим сервисом',
    'plansPremiumAcc' => 'Премиум
    Аккаунт',
    'plansPremiumAccHelp' => 'Включает основные функции',
    'plansPremium+Acc' => 'Премиум+
    Аккаунт',
    'plansPremium+AccHelp' => 'Для тех кто хочет опробовать все преимущества нашего сервиса',
    'plansOff' => 'скидка',
    'plansMonth' => 'месяц',
    'plansChoose' => 'Выбрать',
    'plansBrowse' => 'Просматривать все объявления',
    'plansSearch' => 'Поиск',
    'plansSearchHelp' => 'За автором, категорией, типом или текстом',
    'plansFilter' => 'Фильтрация',
    'plansFav' => 'Избранное',
    'plansContacts' => 'Получать контакты
        авторов',
    'plansCreate1' => 'Создавать объявление',
    'plansCreate1Help' => 'Максимум 200 публикаций.
        Максимальная длительность объявления: 2 месяца.',
    'plansMailer' => 'Рассылка',
    'plansTranslate' => 'Авто-Переводчик',
    'plansCreate2' => 'Создавать объявление',
    'plansCreate2Help' => 'Максимум 500 публикаций.
        Максимальная длительность объявления: не ограничено.',
    'plansTopPost' => 'Премиум статус
        для объявлений',
    'plansFreeAccessTitle' => 'Бесплатный Премиум доступ!',
    'plansFreeAccessBody1' => 'Мы объявляем о бесплатном доступе к полному списку функций на время развития нашего сервиса.',
    'plansFreeAccessBody2' => 'Другими словами',
    'plansFreeAccessBody3' => 'Премиум+ Аккаунт для всех новых клиентов!',
    'planRequired' => 'Чтобы сделать это действие
        вам необходимо получить аккаунт со статусом',
    'plansPostImport' => 'Массовый импорт объявлений',
    'plansPostTracking' => 'Статистика просмотров',
    'trackingHelp' => 'Статистику просмотров можно посмотреть на странице «Мои объявления».
        На каждом объявление будет видна новая пометка с количеством просмотров.',

    // user plan 
    'planStatus' => 'Ваша подписка:',
    'planGuest' => 'Гостевая',
    'planPremium' => 'Премиум',
    'planPremium+' => 'Премиум+',
    'planActiveTo' => 'Активно до',
    'planDetails' => 'Вы можете поменять или узнать детали
        о подписке здесь:',
    'planDetailsBtn' => 'Платные подписки',
    'planCancel' => 'Отменить подписку',
    'planNotActive' => 'У вас нет активных подписок',
    
    // posts import
    'postImport' => 'Импорт объявлений',
    'postImportTitle' => 'Здесь вы можете массово импортировать Ваши объявления',
    'postImportDownload' => 'Скачать файл импорта',
    'postImportUpload' => 'Отправить заполненый файл импорта',
    'postImportIntro' => 'Мы понимаем, что если клиент имеет внушительное количество объявлений,
        неудобно публиковать каждое отдельно.
        Поэтому, мы даем Вам возможность сделать массовый импорт объявлений через наш Excel файл импорта.',
    'postImportHow' => 'Как это работает:
        После того как вы скачали Excel файл импорта и заполнили его в соответствии с правилами, Вы можете отправить его нам.
        Далее, алгоритм проанализирует файл.
        Если структура файла соблюдена, все объявления из файла будут опубликованы на нашем сайте.',
    'postImportRules' => 'Пожалуйста, внимательно прочитайте правила заполнения файла импорта.',
    'postImportWarning' => 'В данный момент, мы не поддерживаем загрузку изображений через файл импорта, поэтому, после того как все объявления были опубликованы вы можете добавить изображения к каждому отдельно.',
    'importErrorAfter' => 'Ни одно ваше объявление не было опубликовано.
    Исправьте ошибку и повторно отправьте файл импорта.',
    'fileImporting' => 'Ваш файл обрабатывается, пожалуйста подождите.',
];
