<?php

return [

    'development' => 'Сайт находиться на стадии 
    активной разработки.',

    'signIn' => 'Войти',
    'signOut' => 'Выйти',
    'signUp' => 'Регестрация',
    'login' => 'Логин',
    'home' => 'Домой',
    'myPosts' => 'Мои объявления',
    'favourites' => 'Избранное',
    'profile' => 'Профиль',
    'addPost' => 'Добавить объявление',
    'noscript' => 'В вашем браузере отключен Javascript. 
        Это может серьезно отразиться на функциональности нащего сайта.',
    'search' => 'Поиск',
    'drillingEq' => 'Оборудывание для
        Бурения',
    'repairEq' => 'Оборудывание для
        КРС',
    'productionEq' => 'Оборудывание для
        Добычи',
    'loggingEq' => 'Оборудывание для
        Каротажа',
    'other' => 'Другое',
    'addToFav' => 'Добавить в Избранное',
    'inFav' => 'В Избранном',
    'removeFromFav' => 'Удалить их Избранного',
    'loginHelp' => 'Логином должна быть электронная почта.',
    'password' => 'Пароль',
    'passwordHelp' => 'Минимум 6 симфолов.
        Минимум одна буква и одна цифра.',
    'passwordEditHelp' => 'Минимум 6 симфолов.
        Минимум одна буква и одна цифра.
        Оставте поле пустым, чтобы оставить старый пароль.',
    'remember me' => 'Запомнить меня',
    'forget password' => 'Забыли пароль?',
    'avatar' => 'Изображение профиля',
    'userName' => 'Имя',
    'userNameHelp' => 'Ваше имя будет видно всем на сайте.
        Только буквы и цыфры.',
    'phone' => 'Номер телефона',
    'phoneHelp' => 'Не обязательно.',
    'profileInfo' => 'Данные профиля',
    'passwordEncrypted' => 'В целях безопасности мы сохраняем пароль в закодированом виде. Если вы забыли пароль, то всегда можете поменять его в настройках профиля.',
    'edit' => 'Править',
    'profileSettings' => 'Настройки профиля',
    //'submit' => 'Подтвердить',
    'cancel' => 'Отмена',
    'noFavPosts' => 'У вас еще нет избранных объявлений.',
    'noMyPosts' => 'У вас еще нет объявлений.',
    'postSettings' => 'Изменение объявления',
    'title' => 'Заголовок',
    'titleHelp' => 'Максимум 70 символов.',
    'chooseCondition' => 'Выберите состояние',
    'conditionNew' => 'Новое',
    'conditionSH' => 'Б/У',
    'tag' => 'Выберите категорию',
    'tagHelp' => 'Категория важна для хорошой работы поисковой системы сайта.
        Убедитесь что она подобрана правильно, и тогда ваше обявление будет легко найти!',
    'chosenTags' => 'Выбранные категории',
    'description' => 'Описание',
    'descriptionHelp' => 'Максимум 9000 символов.',
    'image' => 'Выберите изображения',
    'imageHelp' => 'Пять файлов максимум.
        Разрешены только изображения(.jpeg .jpg .png).
        Максимальный размер 5МБ.',
    'uploadFile' => 'Выбрать файл',
    'preview' => 'Предосмотр',
    'empty' => 'Пусто',
    'cost' => 'Цена',
    'location' => 'Расположение товара',
    'costLocationHelp' => 'Не обязательно.',
    'email' => 'Электронная почта',
    'emailPhoneHelp' => 'Одно из полей обязательно.
        Для каждого объявления вы сможете выбрать новую эл. почту и номер теефона.',
    'save' => 'Сохранить',
    'deletePost' => 'Удалить объявление',
    'delete' => 'Удалить',
    'no' => 'Нет',
    'sure?' => 'Вы уверены?',
    'postCreate' => 'Создание объявления',
    'yoursPost' => 'Это объявление принадлежит вам',
    'postAuthor' => 'Автор объявления',
    'otherAuthorPosts' => 'Другие объявления автора',
    'contactInfo' => 'Контактная информация',
    'showContacts' => 'Показать контакты',
    'postCreated' => 'Объявление добавленно',
    'condition' => 'Состояние',
    'deleteAllImgs' => 'Удалить все изображения',

    'verifyNoticeThank' => 'Спасибо, что выбрали наш ресурс',
    'verifyNoticeBody' => 'На ваш Электронный адрес было выслано письмо для активации учетной записи.
    Пожалуйста, перейдите по ссылке предоставленной в нашем письме.
    Если Вы не можете найти письмо, проверьте папку Спам, или мы можем отправить',
    'verifyClickToResend' => 'новое письмо активации',
    'verifyNoticeResend' => 'Новое письмо для активации учетной записи
    отправленно на Ваш электронный адрес.',

    'foterAbout' => 'О нас',
    'footerCopyright' => 'Всё права защищёны.',
    'footerIconsRef' => 'Все иконки предоставлены',
    'footerSubscription' => 'Подписки',
    'footerContact' => 'Контакты',
    'footerTerms' => 'Пользовательское 
    соглашение',
    'footerDevelop' => 'Разработка',
    '' => '',
];
