<?php

return [

    // Dev massages
    'workInProgress' => 'Работа в процессе',
    'development' => 'Сайт находится в стадии активной разработки.
    Релиз запланирован на декабрь 2020 года.',

    // no script massage
    'noscript' => 'В вашем браузере отключен Javascript.
        Это может серьезно отразиться на функциональности нащего сайта.',

    //maintenance mode
    'maintenanceHeader' => 'Приносим извинения за неудобства',
    'maintenanceText' => 'Сайт временно недоступен
    Открытие',
    'maintenanceContact' => 'Cвязаться с нами:',
    'maintenanceSoon' => 'в ближайшее время',

    // jeneral massages
    'delete' => 'Удалить',
    'no' => 'Нет',
    'edit' => 'Править',
    'submit' => 'Подтвердить',
    'cancel' => 'Отмена',
    'empty' => 'Пусто',
    'notSpecified' => 'Не Указано',
    'save' => 'Сохранить',
    'hide' => 'Скрыть',
    'ukLang' => 'украинский',
    'ruLang' => 'русский',
    'enLang' => 'английский',
    'change' => 'Изменить',

    // auth massages
    'signIn' => 'Войти',
    'socialSignIn' => 'Войти через',
    'signOut' => 'Выйти',
    'signUp' => 'Регестрация',
    'or' => 'Или',
    'login' => 'Логин',
    'remember me' => 'Запомнить меня',
    'forget password' => 'Забыли пароль?',
    'loggedAs' => 'Вы вошли как',
    'iAgree' => 'Я соглашаюсь с',
    'iAgreeLink' => 'Пользовательским соглашением',
    'accountActivated' => 'Ваша учетная запись была подтверждена!',

    //home massages
    'home' => 'Домой',
    'addToFav' => 'Добавить в Избранное',
    'clearText' => 'Очистить строку поиска',

    // my posts massages
    'myPosts' => 'Мои объявления',
    'noMyPosts' => 'У вас еще нет объявлений.',

    // favoutites massages
    'favourites' => 'Избранное',
    'noFavPosts' => 'У вас еще нет избранных объявлений.',
    'inFav' => 'В Избранном',
    'removeFromFav' => 'Удалить их Избранного',

    // profile massages
    'profile' => 'Профиль',
    'loginHelp' => 'Логином должна быть электронная почта.',
    'password' => 'Пароль',
    'passwordHelp' => 'Минимум 6 симфолов.
        Минимум одна буква и одна цифра.',
    'passwordEditHelp' => 'Минимум 6 симфолов.
        Минимум одна буква и одна цифра.
        Оставте поле пустым, чтобы оставить старый пароль.',
    'avatar' => 'Изображение профиля',
    'userName' => 'Имя',
    'userNameHelp' => 'Ваше имя будет видно всем на сайте.
        Только буквы и цыфры.',
    'phone' => 'Номер телефона',
    'phoneHelp' => 'Не обязательно.',
    'profileInfo' => 'Данные профиля',
    'deleteProfileImg' => 'Удалить изображение',
    'passwordEncrypted' => 'В целях безопасности мы сохраняем пароль в закодированом виде. Если вы забыли пароль, то всегда можете поменять его в настройках профиля.',
    'profileSettings' => 'Настройки профиля',
    'changeProfilePic' => 'Изменить изображение профиля',
    'uHave' => 'У вас',
    'socialAcc' => 'Социальный Аккаунт',

    //Рассылка massages
    'mailer' => 'Рассылка',
    'setUpMailer' => 'Настроить Рассылку',
    'noMailer' => 'Ваша Рассылка не настроена',
    'whatIsMailer' => 'Что такое Рассылка',
    'settingUpMailer' => 'Настройка Рассылки',
    'mailerDescription' => 'Описиние',
    'mailerChooseDescription' => 'Опишите что Вы ищите',
    'mailerDescriptionHelp' => 'Здесь вы можете кратко описать продукт который вас интересует.
    Если Вы заинтересованы в двух или более независимых продуктов, пожалуйста разделить описание каждого новой строкой (enter).',
    'mailerEqTags' => 'Категории оборудывания',
    'mailerSeTags' => 'Категории сервисов',
    'mailerChooseTags' => 'Выберите интересующие Вас категории',
    'mailerTagsHelp' => 'Вы можете выбрать до 10 категорий всего.
        Нажмите на запись чтобы удалить.',
    'mailerAuthors' => 'Авторы',
    'mailerAuthorsHelp' => 'Вы можете добавить Автора в Рфссылку на странице любого объявления, возле кнопки \'Показать контакты\'.
        Вы можете добавить до 10 авторов.
        Нажмите на запись чтобы удалить.',
    'deleteMailer' => 'Удалить Рассылку',
    'mailerIsActive' => 'Рассылка активна',
    'mailerNotActive' => 'Рассылка НЕ активна',
    'mailerAddAuthor' => 'Добавить Автора в Рассылку',
    'mailerRemoveAuthor' => 'Удалить Автора из Рассылки',
    'mailerNoAuthors' => 'Вы не подписаны ни на одного автора',
    'mailerSuggestText' => 'Добавить этот запрос в Рассылку?',
    'mailerSuggestTag' => 'Добавить эти категории в Рассылку?',
    'mailerSuggestAuthor' => 'Добавить этого Автора в Рассылку?',
    'mailerNotifGreetings' => 'Здравствуйте',
    'mailerNotifHeader' => 'Мы обнаружили, что это предложение может Вас заинтересовать',
    'mailerNotifBody' => 'Вы получили это письмо, потому что из-за конфигурации Рассылки, :reason считаються интересными для вас',
    'mailerNotifBody2' => 'Вы можете в любое время настроить или отключить Рассылку на странице',
    'mailerNotifBody3' => 'Если у Вас возникли проблемы с кликом по объявлению выше, скопируйте и вставьте адрес в адресную строку браузера',
    'mailerNotifSlg' => 'С уважением,',
    'mailerNotifTags' => 'эти категории',
    'mailerNotifDescription' => 'эти ключевые слова',
    'mailerNotifAuthors' => 'объявления от этого автора',
    'mailerNotifSubject' => 'Уведомление о новом обьявлении',
    'mailerTypesHelp' => 'Минимум один обязательно',
    'choose' => 'Выбрать',
    'chooseMore' => 'Выбрать больше',

    //subscription massages
    'mySubscription' => 'Моя подписка',

    // search bar and search result massages
    'search' => 'Поиск',
    'searchEquipment' => 'Поиск Оборудования по категориям',
    'searchService' => 'Поиск Сервисов по категориям',
    'searchByAuthor' => 'Объявления автора',
    'other' => 'Другое',
    'searchSuccess' => 'Вот что нам удалось найти',
    'searchFail' => 'К сожалению, нам не удалось найти
        объявление по Вашему запросу',
    'filters' => 'Фильты',
    'from' => 'От',
    'to' => 'До',
    'sort' => 'Сортировка',
    'authorRole' => 'Тип объявления',
    'sortNew' => 'Самые Новые',
    'sortCheap' => 'Самые Дешевые',
    'sortExpensive' => 'Самые Дорогие',
    'searchAmount' => 'Результаты Поиска',
    'postType' => 'Род',
    'postRole' => 'Сектор',

    // post edit/create/edit massages
    'equipment' => 'Оборудование',
    'service' => 'Сервис',
    'addPost' => 'Добавить объявление',
    'addPostEq' => 'Добавить объявление (Оборудование)',
    'addPostSe' => 'Добавить объявление (Сервис)',
    'postCreate' => 'Создание объявления',
    'postSettings' => 'Изменение объявления',
    'title' => 'Заголовок',
    'titleEqHelp' => 'Введите название оборудования / детали.
        Не должно содержать слов и синонимов:
        продам, куплю, сдам, сдаю, срочно, проверено, rigmanager.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 70 символов.',
    'titleSeHelp' => 'Введите название сервиса.
        Не должно содержать слов и синонимов:
        срочно, проверено, rigmanager.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 70 символов.',
    'autoTranslateHeader' => 'Настройки',
    'autoTranslate' =>  'Авто-Переводчика',
    'AutoTranslateToUk' => 'Aвто-Перевод на украинский',
    'AutoTranslateToEn' => 'Авто-Перевод на английский',
    'translationHelp' => 'Доступные для перевода языки, предлагаются относительно выбраного языка интерфейса.
        Пожалуйста, Выберете язык интерфейса на котором вы заполняете оригинальную информацию.',
    'choosePostType' => 'Выберите род объявления',
    'postTypeSell' => 'Продажа',
    'postTypeSellFull' => 'Продажа оборудывания',
    'postTypeBuy' => 'Покупка',
    'postTypeBuyFull' => 'Покупка оборудывания',
    'postTypeRent' => 'Сдача в оренду',
    'postTypeRentFull' => 'Сдача в оборудывания оренду',
    'postTypeLeas' => 'Предоставление в аренду',
    'postTypeLeasFull' => 'Предоставление оборудывания в аренду',
    'postTypeGiveS' => 'Предоставление сервиса',
    'postTypeGetS' => 'Запрос на сервис',
    'postTypeHelp' => 'Выбранный вами вариант будет добавлен к вашему заголовку.',
    'choosePostRole' => 'Выберите сектор работы',
    'postRoleBusiness' => 'Бизнес',
    'postRolePrivate' => 'Частное лицо',
    'company' => 'Название компании',
    'companyP' => 'ООО ПРИМЕР',
    'chooseCondition' => 'Выберите состояние',
    'conditionNew' => 'Новое',
    'conditionSH' => 'Б/У',
    'conditionForParts' => 'На Запчасти',
    'chooseTag' => 'Выберите категорию',
    'tags' => 'Категории',
    'tagsModalHelp' => 'Не забудьте Подтвердить выбранные категории!',
    'tagHelp' => 'Категория важна для хорошой работы поисковой системы сайта.
        Убедитесь что она подобрана правильно, и тогда ваше обявление будет легко найти!',
    'chosenTags' => 'Выбранные категории',
    'clearTagsFromPost' => 'Очистить выбранные категории',
    'miscEqInfo' => 'Дополнительная не обязательная информация об оборудование / деталях',
    'chooseManufacturer' => 'Производитель',
    'chooseManufacturedDate' => 'Дата производства',
    'choosePartNum' => 'Заводской код изделия p/n',
    'manufacturer' => 'Производитель',
    'manufHelp' => 'Мы советуем добавить Производителя, чтобы упростить поиск и понимание вашего предложения клиентами.
        Минимум 5 символов.
        Максимум 70 символов.',
    'manufacturedDate' => 'Дата производства',
    'manufDateHelp' => 'Мы советуем добавить Дату Производства, чтобы упростить поиск и понимание вашего предложения клиентами.
        Минимум 5 символов.
        Максимум 70 символов.',
    'partNum' => 'Заводской код изделия p/n',
    'partNumHelp' => 'Мы советуем добавить Заводской код изделия, чтобы упростить поиск и понимание вашего предложения клиентами.
        Минимум 3 символов.
        Максимум 70 символов.',
    'description' => 'Описание',
    'descriptionEqHelp' => 'Опишите ваше оборудование / деталь как можно подробнее.
        Должен относиться ко всей информации, представленной на этой странице.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 9000 символов.',
    'descriptionSeHelp' => 'Опишите сервис подробней.
        Должен относиться ко всей информации, представленной на этой странице.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 9000 символов.',
    'image' => 'Выберите изображения',
    'imageHelp' => 'Пять файлов максимум.
        Разрешены только изображения(.jpeg .jpg .png).
        Мы советуем приложить фото заводской таблички (шильдика).
        Максимальный размер 5МБ.',
    'uploadFile' => 'Выбрать файл',
    'preview' => 'Предосмотр',
    'cost' => 'Цена',
    'costHelp' => 'Если не понятно, за что указана цена, можете указать эту информацию в описании.
        Формат: 0000.00.
        Максимум 100 цифр.',
    'locationRegion' => 'Местонахождения товара (область)',
    'locationTown' => 'Уточните местоположение',
    'location' => 'Местонахождения товара',
    'region' => 'Область',
    'town' => 'Город / ПГТ / Склад / Площадка',
    'phoneHelp' => 'Поддерживаются только украинские номера телефонов.
        Формат: 0123456789.
        Вы можете выбрать мессенджеры ниже, чтобы пользователи знали, что с вами можно связаться через мессенджеры.',
    'costLocationHelp' => 'Не обязательно.',
    'email' => 'Электронная почта',
    'contactHelp' => 'Одно из полей обязательно. (почта или номер телефона)
        Вы можете ввести любой адрес электронной почты и номер телефона.',
    'chooseActiveTo' => 'Выберите период жизни',
    'activeOneMonth' => '1 месяц',
    'activeTwoMonth' => '2 месяца',
    'activeForever' => 'Неограниченно',
    'hiddenOn' => 'Объявление будет скрыто',
    'willNotHide' => 'Период жизни объявления не ограничен',
    'activeToHelp' => 'По истечении периода жизни объявление будет скрыто от других пользователей (не удалено).
        Вы получите уведомление о том, что объявление было скрыто.',
    'deletePost' => 'Удалить объявление',
    'sure?' => 'Вы уверены?',
    'grivna' => 'Гривна (UAH)',
    'dollar' => 'Доллар (USD)',
    'choosePostStatus' => 'Выберите статус объявления (видимость)',
    'postActive' => 'Видно для всех',
    'postInactive' => 'Скрыто',
    'postInactiveError' => 'Извините, но Автор деактивировал это объявление.
        Вы можете вернуться сюда позже,
        оно может быть снова активировано в ближайшее время!',
    'translationTitleAlert' => 'Это переведенный заголовок.',
    'translationDescAlert' => 'Это переведенное описание.',
    'originLang' => 'Исходный язык - ',
    'showOrigin' => 'Показать оригинал',
    'postIsOutdated' => 'Период жизни этого объявления истек',
    'postIsHidden' => 'Только вы(автор) можете просматривать это объявление, поскольку оно скрыто.',

    //post deactivated messages
    'postHiddenNotifSubject' => 'Объявление было деактивировано',
    'postHiddenNotifGreetings' => 'Здравствуйте',
    'postHiddenNotifHeader' => 'Это объявление было деактивировано',
    'postHiddenNotifBody1' => 'Срок действия публикации закончился. Пожалуйста, обновите срок действия в настройках объявления, если вы хотите снова сделать это объявление публичным',
    'postHiddenNotifBody2' => 'Если у Вас возникли проблемы с кликом по объявлению выше, скопируйте и вставьте адрес в адресную строку браузера',
    'postHiddenNotifSlg' => 'С уважением,',

    //dropzone
    'dropzoneDesc' => 'test1',
    'dropzoneBigFile' => 'Перетащите файлы или нажмите,
    чтобы загрузить изображения',
    'dropzoneInvalidMime' => 'Только .jpeg, .jpg, .png разрешены',
    'dropzoneServerError' => 'Произошла ошибка сервера',
    'dropzoneUploadCanceled' => 'Загрузка была отменена',
    'dropzoneUploadRemoveLink' => 'Удалить',
    'dropzoneTooFewFiles' => 'Слишком много изображений',

    // post show masssages
    'yoursPost' => 'Это объявление принадлежит вам',
    'postAuthor' => 'Автор объявления',
    'otherAuthorPosts' => 'Другие объявления автора',
    'contactInfo' => 'Контактная информация',
    'showContacts' => 'Показать контакты',
    'postCreated' => 'Объявление добавленно',
    'condition' => 'Состояние',
    'deleteAllImgs' => 'Удалить все изображения',

    // verification notice massages
    'verifyNoticeThank' => 'Спасибо, что выбрали наш ресурс',
    'verifyNoticeBody' => 'На ваш Электронный адрес было выслано письмо для активации учетной записи.
    Пожалуйста, перейдите по ссылке предоставленной в нашем письме.
    Если Вы не можете найти письмо, проверьте папку Спам, или мы можем отправить',
    'verifyClickToResend' => 'новое письмо активации',
    'verifyNoticeResend' => 'Новое письмо для активации учетной записи
    отправленно на Ваш электронный адрес.',

    // footer massages
    'foterAbout' => 'О нас',
    'foterFAQ' => 'FAQ',
    'footerCopyright' => 'Всё права защищёны.',
    'footerIconsRef' => 'Все иконки предоставлены',
    'footerSubscription' => 'Подписки',
    'footerContact' => 'Связаться с нами',
    'footerTerms' => 'Пользовательское
    соглашение',
    'footerPrivacy' => 'Политика
    Конфиденциальности',
    'footerDevelop' => 'Разработка',
    'footerSiteMap' => 'Карта Сайта',

    // sitemap
    'stMain' => 'Главная',
    'stPost' => 'Объявления',
    'stAuth' => 'Аутентификация',
    'stProfile' => 'Пользователь',
    'stMisc' => 'Дополнительно/Детали',
    'siteMapDesc' => '',

    // Regions
    'regionOdessa' => 'Одесская область',
    'regionDnipropetrovsk' => 'Днепропетровская область',
    'regionChernihiv' => 'Черниговская область',
    'regionKharkiv' => 'Харьковская область',
    'regionZhytomyr' => 'Житомирская область',
    'regionPoltava' => 'Полтавская область',
    'regionKherson' => 'Херсонская область',
    'regionKiev' => 'Киевская область',
    'regionZaporozhye' => 'Запорожская область',
    'regionLuhansk' => 'Луганская область',
    'regionDonetsk' => 'Донецкая область',
    'regionVinnytsia' => 'Винницкая область',
    'regionCrimea' => 'Автономная Республика Крым',
    'regionMykolaiv' => 'Николаевская область',
    'regionKirovograd' => 'Кировоградская область',
    'regionSumy' => 'Сумская область',
    'regionLviv' => 'Львовская область',
    'regionCherkasy' => 'Черкасская область',
    'regionKhmelnytsky' => 'Хмельницкая область',
    'regionVolyn' => 'Волынская область',
    'regionRivne' => 'Ровенская область',
    'regionIvano-Frankivsk' => 'Ивано-Франковская область',
    'regionTernopil' => 'Тернопольская область',
    'regionCarpathian' => 'Закарпатская область',
    'regionChernivtsi' => 'Черновицкая область',

    // notification from user
    'fromUserTitle' => 'Есть вопрос?',
    'fromUserEmail' => 'Электронная почта (для обратной связи)',
    'fromUserSubject' => 'Тема',
    'fromUserText' => 'Как мы можем Вам помочь?',
    'fromUserTextPlaceholder' => 'Опишите Вашу проблему/предложение',
    'fromUserSubmit' => 'Отправить сообщение',

    // server error
    'serverErrorTittle' => 'Ой!',
    'serverErrorDesc' => 'Похоже, на сервере произошла ошибка.',
    'serverErrorContact' => 'Сообщить о проблеме',
    'serverErrorGoBack' => 'Вернуться на предыдущую страницу',

    //plans
    'plansHeader' => 'Стоимость и сравнение 
    тарифных планов rigmanager.com.ua',
    'plansGuestAcc' => 'Гостевой
    Аккаунт',
    'plansGuestAccHelp' => 'Для тех, кто хочет познакомиться с нашим сервисом',
    'plansPremiumAcc' => 'Премиум
    Аккаунт',
    'plansPremiumAccHelp' => 'Подходит для большинства',
    'plansPremium+Acc' => 'Премиум+
    Аккаунт',
    'plansPremium+AccHelp' => 'Подходит тем, кто хочет размещать много объявлений и надолго',
    'plansOff' => 'скидка',
    'plansMonth' => 'месяц',
    'plansChoose' => 'Выбрать',
    'plansBrowse' => 'Просматривать все объявления',
    'plansSearch' => 'Поиск',
    'plansSearchHelp' => '(за автором, категорией, текстом)',
    'plansFilter' => 'Фильтрация',
    'plansFav' => 'Избранное',
    'plansContacts' => 'Получать контакты
    аторов',
    'plansCreate1' => 'Создавать объявление',
    'plansCreate1Help' => '(длительность < 2м, штук < 150)',
    'plansMailer' => 'Рассылка',
    'plansTranslate' => 'Авто-Переводчик',
    'plansCreate2' => 'Создавать объявление',
    'plansCreate2Help' => '(неограниченно)',
    'plansTopPost' => 'Премиум статус
    для объявлений',
    'plansFreeAccessTitle' => 'Бесплатный Премиум доступ!',
    'plansFreeAccessBody1' => 'Мы объявляем о бесплатном доступе к полному списку функций на время развития нашего сервиса.',
    'plansFreeAccessBody2' => 'Другими словами',
    'plansFreeAccessBody3' => 'Премиум + Аккаунт для всех новых клиентов!',

    // user plan 
    'planStatus' => 'Ваша подписка',
    'planGuest' => 'Гостевая',
    'planPremium' => 'Премиум',
    'planPremium+' => 'Премиум +',
    'planActiveTo' => 'Активно до',
    'planDetails' => 'Вы можете поменять или узнать детали о подписке здесь:',
    'planDetailsBtn' => 'Платные подписки',
    'planCancel' => 'Отменить подписку',
];
