<?php

return [

    // Dev massages
    'workInProgress' => 'Работа в процессе',
    'development' => 'Сайт на стадии поздней разработки. Запуск в скором времени.',

    'tagsCodesNotReady' => 'Список категорий не готов. См. список категорий в файле импорта.',

    // no script massage
    'noscript' => 'В вашем браузере отключен Javascript.
        Это может серьезно отразиться на функциональности нашего сайта.',

    //maintenance mode
    'maintenance' => 'Тех. работы',
    'maintenanceHeader' => 'Приносим извинения за неудобства',
    'maintenanceText' => 'Сайт временно недоступен
    Открытие',
    'maintenanceContact' => 'Связаться с нами:',
    'maintenanceSoon' => 'в ближайшее время',

    //home massages
    'home' => 'Главная',
    'cabinet' => 'Кабинет',
    'introduction' => 'Специализированная площадка для сотрудничества
        компаний нефтегазовой сферы Украины',
    'introSellEq' => 'Продажа
        оборудования',
    'introBuyEq' => 'Покупка и аренда
        оборудования',
    'introSe' => 'Предоставление и
        получение услуг',
    'introTender' => 'Тендеры по упрощенной
        процедуре',
    'morePosts' => 'Больше предложений',
    'otherPartners' => 'Другие
        партнеры',
    'newPosts' => 'Новые объявления',
    'premiumPosts' => 'Премиум объявления',
    'morePremiumPosts' => 'Другие премиум
        объявления',
    'urgentPosts' => 'Срочные объявления',
    'moreUrgentPosts' => 'Другие срочные
        объявления',
    'epilogue1' => 'Онлайн-объявления любого типа и сложности в нефтегазовой сфере. Продажа, покупка, сервисы. На площадке rigmanager вы сможете быстро и удобно опубликовать Ваши предложения или же легко найти интересующие вас объявление!',
    'epilogue2' => 'Анализ рынка, планирование продаж, упрощение процесса и повышение уровня покупок/продаж, контроль актуальности закупок и своевременного снабжения - все это на площадке rigmanager!',
    'info' => 'Информация',
    'gotToSeTags' => 'Показать категории услуг',

    // jeneral massages
    'error' => 'Ошибка',
    'delete' => 'Удалить',
    'no' => 'Нет',
    'yes' => 'Да',
    'edit' => 'Редактировать',
    'editing' => 'Редактирование',
    'submit' => 'Подтвердить',
    'cancel' => 'Отмена',
    'empty' => 'Пусто',
    'notSpecified' => 'Не указано',
    'save' => 'Сохранить',
    'hide' => 'Скрыть',
    'ukLang' => 'украинский',
    'ruLang' => 'русский',
    'enLang' => 'английский',
    'change' => 'Изменить',
    'download' => 'Скачать',
    'upload' => 'Отправить',
    'chooseFile' => 'Выбрать файл',
    'post' => 'Объявление',
    'catalog' => 'Каталог',
    'catalogHelp' => 'Полный список категорий оборудования и услуг для быстрой навигации и поиска объявлений.',
    'catalogNav' => 'Основные категории оборудования',
    'add' => 'Добавить',
    'reset' => 'Сбросить',
    'content' => 'Содержание',
    'saveChanges' => 'Сохранить изменения',
    'publish' => 'Опубликовать',
    'setting' => 'Настройка',
    'here' => 'здесь',

    // auth massages
    'auth' => 'Авторизація',
    'signIn' => 'Войти',
    'socialSignInTitle' => 'Вы в соцсетях?',
    'socialSignIn' => 'Пройти регистрацию на сайте используя социальные сети. ',
    'signInVia' => 'Войти через',
    'signOut' => 'Выйти',
    'notSignUp?' => 'Вы не зарегистрированы?',
    'signUp' => 'Регистрация',
    'makeSignUp' => 'Зарегистрироваться',
    'registerVerify' => 'Завершение регистрации',
    'or' => 'Или',
    'login' => 'Логин',
    'remember me' => 'Запомнить меня',
    'forget password' => 'Забыли пароль?',
    'loggedAs' => 'Вы вошли как',
    'iAgree' => 'Я соглашаюсь с',
    'iAgreeLink' => 'Пользовательским соглашением',
    'backToLogin' => 'Вернуться на страницу входа',
    'socialError' => 'Ошибка при входе в систему',
    'passReset' => 'Сброс пароля',
    'passResetEmailHelp' => 'Пожалуйста, введите здесь свой логин (e-mail), чтобы получить ссылку сброса пароля на вашу электронную почту. 
        Не забудьте проверить папку со спамом.',
    'sendPassResetLink' => 'Отправить ссылку сброса пароля',
    'backToSignIn' => 'Вернуться к входу',

    //home massages
    'home' => 'Домой',
    'addToFav' => 'Добавить в избранное',
    'clearText' => 'Очистить строку поиска',

    // my posts massages
    'myPosts' => 'Мои объявления',
    'noMyPosts' => 'У вас еще нет объявлений.',
    'noMyPostsBySearch' => 'К сожалению, мы не можем найти ни одного объявления по вашему запросу.',

    // favoutites massages
    'favourites' => 'Избранное',
    'noFavPosts' => 'У вас еще нет избранных объявлений.',
    'noFavPostsBySearch' => 'К сожалению, мы не можем найти ни одного объявления по вашему запросу.',
    'inFav' => 'В избранном',
    'removeFromFav' => 'Удалить их избранного',

    // profile massages
    'profile' => 'Профиль',
    'profileEditing' => 'Редактирование профиля',
    'loginHelp' => 'Логином должна быть электронная почта.',
    'password' => 'Пароль',
    'passwordHelp' => 'Минимум 6 символов.
        Минимум одна буква и одна цифра.',
    'curPass' => 'Текущий пароль',
    'newPass' => 'Новый пароль',
    'reNewPass' => 'Повторите новый пароль',
    'rePass' => 'Повторите пароль',
    'rePassHelp' => 'Проверьте себя, повторите пароль еще раз.',
    'passwordEditHelp' => 'Минимум 6 символов.
        Минимум одна буква и одна цифра.
        Оставьте поле пустым, чтобы оставить старый пароль.',
    'changePassword' => 'Изменить пароль',
    'avatar' => 'Изображение профиля',
    'userName' => 'Имя',
    'userNameHelp' => 'Ваше имя будет видно всем на сайте.
        Только буквы и цифры.',
    'phone' => 'Номер телефона',
    'phoneHelp' => 'Без кода страны.
        Не обязательно.',
    'profileInfo' => 'Данные профиля',
    'deleteProfileImg' => 'Удалить изображение',
    'passwordEncrypted' => 'В целях безопасности мы сохраняем пароль в закодированном виде. Если вы забыли пароль, то всегда можете поменять его в настройках профиля.',
    'profileSettings' => 'Настройки профиля',
    'changeProfilePic' => 'Изменить изображение профиля',
    'uHave' => 'У вас',
    'socialAcc' => 'Социальный аккаунт',
    'deleteProfile' => 'Удалить профиль',
    'deleteProfileHelp' => 'Вся ваша информация будет удалена. 
        Это действие не может быть отменено.
        Все ваши объявления будут удалены.
        Все ваши Рассылки будут удалены.
        Ваша подписка будет отменена.',

    //Рассылка massages
    'mailer' => 'Рассылка',
    'setUpMailer' => 'Настроить Рассылку',
    'noMailer' => 'Ваша Рассылка не настроена',
    'whatIsMailer' => 'Что такое Рассылка',
    'settingUpMailer' => 'Настройка Рассылки',
    'mailerTitle' => 'Заголовок Рассылки',
    'mailerTitleHelp' => 'Заголовок будет использоваться в качестве темы электронного письма при обнаружении соответствующих объявлений.',
    'mailerHowToCreate' => 'Как добавить Рассылку?',
    'see' => 'Смотреть',
    'mailerDeactivateAll' => 'Деактивировать все',
    'mailerDeleteAll' => 'Удалить все',
    'mailerAuthorHelp' => 'Автор не может быть изменен, но может быть',
    'removed' => 'удален',
    'deleteMailer' => 'Удалить Рассылку',
    'deleteMailers' => 'Удалить все Рассылки',
    'activete' => 'активировать',
    'notActive' => 'не активна',
    'deactivate' => 'деактивировать',
    'mailerKeyword' => 'Ключевые слова',
    'mailerKeywordHelp' => 'Введите ключевые слова, которые должна содержать объявление, которое вы ищете.',
    'mailerAddAuthor' => 'Добавить автора в Рассылку',
    'mailerRemoveAuthor' => 'Удалить автора из Рассылки',
    'mailerAuthorAlreadyAdded' => 'Автор уже в Рассылке',
    'mailerNoAuthors' => 'Вы не подписаны ни на одного автора',
    'mailerSuggestText' => 'Добавить этот запрос в Рассылку?',
    'mailerSuggestTag' => 'Добавить эти категории в Рассылку?',
    'mailerSuggestAuthor' => 'Добавить этого автора в Рассылку?',
    'mailerNotifGreetings' => 'Здравствуйте',
    'mailerNotifHeader' => 'Мы обнаружили, что эти предложения могут Вас заинтересовать',
    'mailerNotifBody' => 'Вы получили это письмо, потому что из-за конфигурации Рассылки, :reason считаются интересными для вас',
    'mailerNotifBody2' => 'Вы можете в любое время настроить или отключить Рассылку на странице',
    'mailerNotifSlg' => 'С уважением,',
    'mailerNotifTags' => 'эти категории',
    'mailerNotifDescription' => 'эти ключевые слова',
    'mailerNotifAuthors' => 'объявления от этого автора',
    'mailerNotifSubject' => 'Рассылка:',
    'mailerTypesHelp' => 'Минимум один обязательно',
    'choose' => 'Выбрать',
    'chooseMore' => 'Выбрать больше',
    'mailerAllPosts' => 'Все новые объявления',
    'addNewMailer' => 'Настроить новую Рассылку',
    'editMailers' => 'Править Рассылки',

    // search bar and search result massages
    'search' => 'Поиск',
    'searchEquipment' => 'Поиск оборудования по категориям',
    'searchService' => 'Поиск сервисов по категориям',
    'searchByAuthor' => 'Объявления автора',
    'searchByType' => 'Объявления по типу',
    'searchByText' => 'Объявления по поиску',
    'choosedFromTags' => 'Выборка из категорий',
    'other' => 'Другое',
    'searchSuccess' => 'Вот что нам удалось найти',
    'searchFail' => 'К сожалению, нам не удалось найти объявление по Вашему запросу',
    'filters' => 'Фильтры',
    'from' => 'От',
    'to' => 'До',
    'sort' => 'Сортировка',
    'authorRole' => 'Тип объявления',
    'sortNew' => 'Самые новые',
    'sortCheap' => 'Самые дешевые',
    'sortExpensive' => 'Самые дорогие',
    'sortViews' => 'Самые популярные',
    'searchAmount' => 'Результаты поиска',
    'postType' => 'Тип',
    'postRole' => 'Сектор',
    'tryOtherFilters' => 'Попробуйте другий фильтры.',

    // post edit/create/edit massages
    'postsWithoutEqTag' => 'Оборудование без выбранной категории',
    'tender' => 'Тендер',
    'tenders' => 'Тендеры',
    'tendersHelp' => 'Публиковать тендеры по упрощенной неофициальной процедуре. Максимум: 100',
    'equipment' => 'Оборудование',
    'service' => 'Сервис',
    'addPost' => 'Добавить объявление',
    'addPostEq' => 'Добавить объявление (Оборудование)',
    'addPostSe' => 'Добавить объявление (Сервис)',
    'addPostTe' => 'Добавить объявление (Тендер)',
    'postCreate' => 'Создание объявления',
    'postSettings' => 'Изменение объявления',
    'postTransSettings' => 'Изменение перевода',
    'editTrans' => 'Смотрите и редактируйте переведеный вариант этого объявления.',
    'showOptionals' => 'Показать необязательные поля',
    'hideOptionals' => 'Скрыть необязательные поля',
    'optionalsHelp' => 'Советуем заполнить следующие данные, чтобы упростить поиск и понимание вашего предложения пользователями.',
    'author' => 'Автор',
    'thread' => 'Оборудование / Сервис',
    'title' => 'Заголовок',
    'titleEqHelp' => 'Введите название оборудования / детали.
        Не должно содержать слов и синонимов:
        продам, куплю, сдам, сдаю, срочно, проверено, rigmanager.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 70 символов.',
    'titleSeHelp' => 'Введите название сервиса.
        Не должно содержать слов и синонимов:
        срочно, проверено, rigmanager.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 70 символов.',
    'autoTranslateHeader' => 'Настройки',
    'autoTranslate' =>  'Авто-Переводчика',
    'AutoTranslateToUk' => 'Aвто-Перевод на украинский',
    'AutoTranslateToEn' => 'Авто-Перевод на английский',
    'translationHelp' => 'Доступные для перевода языки, предлагаются относительно выбранного языка интерфейса.
        Пожалуйста, выберете язык интерфейса на котором вы заполняете оригинальную информацию.',
    'amount' => 'Количество',
    'chooseAmount' => 'Укажите количество',
    'amountHelp' => 'Здесь Вы можете указать количество единиц товара.
        Пример: "432 шт."',
    'type' => 'Тип',
    'choosePostType' => 'Выберите тип объявления',
    'postTypeSell' => 'Продажа', // type = 1
    'postTypeSellFull' => 'Продажа оборудования', // type = 1
    'postTypeBuy' => 'Покупка', // type = 2
    'postTypeBuyFull' => 'Покупка оборудования', // type = 2
    'postTypeRent' => 'Взятие в аренду', // type = 3
    'postTypeRentFull' => 'Взятие оборудования в аренду', // type = 3
    'postTypeRentShort' => 'Аренда', // type = 3
    'postTypeLeas' => 'Сдача в аренду', // type = 4
    'postTypeLeasFull' => 'Сдача оборудования в аренду', // type = 4
    'postTypeLeasShort' => 'Аренда', // type = 4
    'postTypeGiveS' => 'Предоставление сервиса', // type = 5
    'postTypeGetS' => 'Запрос на сервис', // type = 6
    'postTypeHelp' => 'Выбранный вами вариант будет добавлен к вашему заголовку.',
    'postRole' => 'Сектор работы',
    'choosePostRole' => 'Выберите сектор работы',
    'postRoleBusiness' => 'Бизнес',
    'postRolePrivate' => 'Частное лицо',
    'company' => 'Название компании',
    'chooseCondition' => 'Выберите состояние',
    'conditionNew' => 'Новое',
    'conditionSH' => 'Б/У',
    'conditionForParts' => 'На запчасти',
    'chooseTag' => 'Выберите категорию',
    'tags' => 'Категории',
    'tag' => 'Категория',
    'tagsModalHelp' => 'Не забудьте подтвердить выбранные категории!',
    'tagHelp' => 'Категория важна для хорошей работы поисковой системы сайта.
        Убедитесь что она подобрана правильно, и тогда ваше объявление будет легко найти!',
    'chosenTags' => 'Выбранные категории',
    'clearTagsFromPost' => 'Очистить выбранные категории',
    'miscEqInfo' => 'Дополнительная не обязательная информация об оборудование / деталях',
    'chooseManufacturer' => 'Производитель',
    'chooseManufacturedDate' => 'Дата производства',
    'choosePartNum' => 'Заводской код изделия p/n',
    'manufacturer' => 'Производитель',
    'manufHelp' => 'Мы советуем добавить производителя, чтобы упростить поиск и понимание вашего предложения клиентами.
        Минимум 3 символов.
        Максимум 70 символов.',
    'manufacturedDate' => 'Дата производства',
    'manufDateHelp' => 'Мы советуем добавить дату производства, чтобы упростить поиск и понимание вашего предложения клиентами.
        Минимум 3 символов.
        Максимум 70 символов.',
    'partNum' => 'Заводской код изделия p/n',
    'partNumHelp' => 'Мы советуем добавить заводской код изделия, чтобы упростить поиск и понимание вашего предложения клиентами.
        Минимум 3 символов.
        Максимум 70 символов.',
    'description' => 'Описание',
    'descriptionEqHelp' => 'Опишите ваше оборудование / деталь как можно подробнее.
        Должен относиться ко всей информации, представленной на этой странице.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 9000 символов.',
    'descriptionSeHelp' => 'Опишите сервис подробней.
        Должен относиться ко всей информации, представленной на этой странице.
        Не должно содержать:
        телефон, электронная почта, ссылка, слова заглавными буквами (кроме аббревиатур).
        Минимум 10 символов.
        Максимум 9000 символов.',
    'image' => 'Выберите изображения',
    'imageHelp' => 'Пять файлов максимум.
        Разрешены только изображения(.jpeg .jpg .png).
        Мы советуем приложить фото заводской таблички (шильдика).
        Максимальный размер 5МБ.',
    'uploadFile' => 'Выбрать файл',
    'preview' => 'Предосмотр',
    'attDoc' => 'Прикрепленный документ',
    'doc' => 'Документ',
    'chosen' => 'Выбрано',
    'chooseDoc' => 'Выберите документ',
    'postDocHelp' => 'Вы можете загрузить один файл .pdf, например техническую спецификацию или документацию.',
    'cost' => 'Цена',
    'costHelp' => 'Если не понятно, за что указана цена, можете указать эту информацию в описании.
        Формат: 0000.00.
        Максимум 20 цифр.',
    'locationRegion' => 'Местонахождения товара (область)',
    'locationTown' => 'Уточните местоположение',
    'location' => 'Местонахождения товара',
    'region' => 'Область',
    'town' => 'Город / ПГТ / Склад / Площадка',
    'townHelp' => 'Здесь вы можете указать точное местонахождение товара.
        Максимум 100 символов.',
    'costLocationHelp' => 'Не обязательно.',
    'email' => 'Электронная почта',
    'contactHelp' => 'Одно из полей обязательно. (почта или номер телефона)
        Вы можете ввести любой адрес электронной почты и номер телефона.',
    'chooseActiveTo' => 'Выберите срок действия объявления',
    'activeOneMonth' => '1 месяц',
    'activeTwoMonth' => '2 месяца',
    'activeForever' => 'Неограниченно',
    'hiddenOn' => 'Объявление будет скрыто',
    'willNotHide' => 'Cрок действия объявления не ограничен',
    'activeToHelp' => 'По истечении срок действия объявление будет скрыто от других пользователей (не удалено).
        Вы получите уведомление о том, что объявление было скрыто.',
    'deletePost' => 'Удалить объявление',
    'sure?' => 'Вы уверены?',
    'grivna' => 'Гривна (UAH)',
    'dollar' => 'Доллар (USD)',
    'choosePostStatus' => 'Выберите статус объявления (видимость)',
    'postActive' => 'Видно для всех',
    'postInactive' => 'Скрыто',
    'postInactiveError' => 'Извините, но автор деактивировал это объявление.

        Вы можете вернуться сюда позже,
        оно может быть снова активировано в ближайшее время!',
    'originPostLang' => 'Это переведенное объявление. Исходный язык - ',
    'translationCorrupted' => 'Перевод поврежден. Отображается оригинал',
    'showOrigin' => 'Показать оригинал',
    'postIsOutdated' => 'Cрок действия этого объявления истек',
    'postIsHidden' => 'Только вы(автор) можете просматривать это объявление, поскольку оно скрыто.',
    'translationRequireStandart' => 'Для просмотра переведенной версии требуется Standart-аккаунт.',
    'deleteAllPosts' => 'Удалить все публикации',
    'deleteAllPostsSure?' => 'Вы уверены что хотите удалить все публикации?',
    'specialPostsStatus' => 'Особые статусы объявления',
    'makePostUrgent' => 'Срочно',
    'postUrgentStatusHelp' => 'Срочные объявления будут отмечены соответствующей отметкой.
        На главной странице перечислены 8 случайных срочных объявлений.
        Количество срочных объявлений ограничено до 100 для Premium пользователей.
        Количество срочных объявлений ограничено до 300 для Premium+ пользователей.',
    'urgent' => 'Срочно',
    'views' => 'Просмотры',
    'guest' => 'Гость',
    'totalUniqViews' => 'Всего уникальных просмотров',
    'lastView' => 'Последний просмотр',
    'importExport' => 'Импорт-Экспорт',
    'postPublishingAlert' => 'Объявление публикуется. Подождите пожалуйста',

    //post translation edit messagess
    'postTransSettingsHelp' => 'Наш Авто-Переводчик постоянно усовершенствуется, но все равно перевод иногда бывает не точным.
        Здесь вы можете проверить и изменить перевод вашего объявления.
        Узнать больше о работе Авто-Переводчика вы можете',
    'trasnlationEditWarning' => 'Ваш варианта перевода должен совпадать с оригинальным текстом объявления.',
    'originalTitle' => 'Оригинальный заголовок',
    'ukTitle' => 'Переведенный заголовок на украинский',
    'ruTitle' => 'Переведенный заголовок на русский',
    'enTitle' => 'Переведенный заголовок на английский',
    'originalDescription' => 'Оригинальное описание',
    'ukDescription' => 'Переведенное описние на украинский',
    'ruDescription' => 'Переведенное описние на русский',
    'enDescription' => 'Переведенное описние на английский',

    //post deactivated messages
    'postHiddenNotifSubject' => 'Объявление было деактивировано',
    'postHiddenNotifGreetings' => 'Здравствуйте',
    'postHiddenNotifHeader' => 'Эти объявления были деактивированы',
    'postHiddenNotifBody1' => 'Срок действия публикации закончился. Пожалуйста, обновите срок действия в настройках объявления, если вы хотите снова сделать это объявление публичным',
    'postHiddenNotifBody2' => 'Если у Вас возникли проблемы с кликом по объявлению выше, скопируйте и вставьте адрес в адресную строку браузера',
    'postHiddenNotifSlg' => 'С уважением,',
    
    //dropzone
    'dzDesc' => 'Перетащите файлы или нажмите,
    чтобы загрузить изображения',
    'dzBigFile' => 'Изображение слошком велико',
    'dzInvalidMime' => 'Только .jpeg, .jpg, .png разрешены',
    'dzServerError' => 'Произошла ошибка сервера',
    'dzUploadCanceled' => 'Загрузка была отменена',
    'dzUploadRemoveLink' => 'Удалить',
    'dzTooFewFiles' => 'Слишком много файлов',
    'dzInvalidMimeXlsx' => 'Файл импорта должен быть .XLSX',

    // post show masssages
    'similarPosts' => 'Похожие объявления',
    'yoursPost' => 'Это объявление принадлежит вам',
    'postAuthor' => 'Автор объявления',
    'allAuthorPosts' => 'Все объявления автора',
    'otherAuthorPosts' => 'Другие объявления автора',
    'contactInfo' => 'Контактная информация',
    'showContacts' => 'Показать контакты',
    'postCreated' => 'Объявление добавлено',
    'condition' => 'Состояние',
    'deleteAllImgs' => 'Удалить все изображения',

    // verification notice massages
    'verifyNoticeThank' => 'Спасибо, что выбрали наш ресурс',
    'verifyNoticeBody' => 'На ваш электронный адрес было выслано письмо для активации учетной записи.
    Пожалуйста, перейдите по ссылке предоставленной в нашем письме.
    Если Вы не можете найти письмо, проверьте папку спам, или мы можем отправить',
    'verifyClickToResend' => 'новое письмо активации',
    'verifyNoticeResend' => 'Новое письмо для активации учетной записи
    отправлено на Ваш электронный адрес.',

    // footer massages
    'footerAbout' => 'О нас',
    'footerFAQ' => 'FAQ',
    'footerCopyright' => 'Всё права защищёны.',
    'footerIconsRef' => 'Все иконки предоставлены',
    'footerSubscription' => 'Подписки',
    'footerContact' => 'Связаться с нами',
    'footerTerms' => 'Пользовательское
    соглашение',
    'footerPrivacy' => 'Политика
    конфиденциальности',
    'footerDevelop' => 'Разработка',
    'footerSiteMap' => 'Карта сайта',
    'footerBlog' => 'Новости',
    'contactsFooter' => 'Свяжитесь с нами, заполнив форму ниже или используя следующие контактные данные:',
    'ourPartners' => 'Наши партнеры',

    //blog
    'emptyBlog' => 'Статьи публикуются...',
    'by' => 'От',
    'posted' => 'опубликовано',
    'attachedImgs' => 'Прикрепленные изображения',
    'attachedDocs' => 'Прикрепленные файлы',
    'attachedLinks' => 'Прикрепленные ссылки',
    'blogSlg' => 'Спасибо за внимание
        с уважением,
        :name',

    // sitemap
    'stMain' => 'Главная',
    'stPost' => 'Объявления',
    'stAuth' => 'Аутентификация',
    'stProfile' => 'Пользователь',
    'stMisc' => 'Дополнительно/Детали',
    'siteMapDesc' => '',

    // Regions
    'regionOdessa' => 'Одесская область',
    'import' => 'Импорт',
    'regionDnipropetrovsk' => 'Днепропетровская область',
    'regionChernihiv' => 'Черниговская область',
    'regionKharkiv' => 'Харьковская область',
    'regionZhytomyr' => 'Житомирская область',
    'regionPoltava' => 'Полтавская область',
    'regionKherson' => 'Херсонская область',
    'regionKiev' => 'Киевская область',
    'regionZaporozhye' => 'Запорожская область',
    'regionLuhansk' => 'Луганская область',
    'regionDonetsk' => 'Донецкая область',
    'regionVinnytsia' => 'Винницкая область',
    'regionCrimea' => 'Автономная Республика Крым',
    'regionMykolaiv' => 'Николаевская область',
    'regionKirovograd' => 'Кировоградская область',
    'regionSumy' => 'Сумская область',
    'regionLviv' => 'Львовская область',
    'regionCherkasy' => 'Черкасская область',
    'regionKhmelnytsky' => 'Хмельницкая область',
    'regionVolyn' => 'Волынская область',
    'regionRivne' => 'Ровенская область',
    'regionIvano-Frankivsk' => 'Ивано-Франковская область',
    'regionTernopil' => 'Тернопольская область',
    'regionCarpathian' => 'Закарпатская область',
    'regionChernivtsi' => 'Черновицкая область',

    // notification from user
    'fromUserTitle' => 'Есть вопрос?',
    'fromUserEmail' => 'Электронная почта (для обратной связи)',
    'fromUserSubject' => 'Тема',
    'fromUserText' => 'Как мы можем Вам помочь?',
    'fromUserTextPlaceholder' => 'Опишите Вашу проблему/предложение',
    'fromUserSubmit' => 'Отправить сообщение',

    // server error
    'serverErrorTittle' => 'Ой!',
    'serverErrorDesc' => 'Похоже, на сервере произошла ошибка.',
    'serverErrorContact' => 'Сообщить о проблеме',
    'serverErrorGoHome' => 'Вернуться на главную страницу',
    'serverErrorGoBack' => 'Вернуться на предыдущую страницу',

    //plans
    'details' => 'детали',
    'mon' => 'мес',
    'free' => 'бесплатно',
    'account' => 'аккаунт',
    'plansHeader' => 'Стоимость и сравнение 
        тарифных планов rigmanager.com.ua',
    'readMoreAboutPlans' => 'Читать больше о подписках',
    'plansStartAcc' => 'Start
        Аккаунт',
    'plansStartAccHelp' => 'Для
        ознакомления
        с сервисом',
    'plansStandartAcc' => 'Standart
        Аккаунт',
    'plansStandartAccHelp' => 'Включает
        основные
        функции',
    'plansProAcc' => 'Pro
        Аккаунт',
    'plansProAccHelp' => 'Включает
        все
        функции',
    'plansOff' => 'скидка',
    'plansMonth' => 'месяц',
    'plansChoose' => 'Выбрать',
    'plansBrowse' => 'Просматривать все объявления',
    'plansSearch' => 'Поиск',
    'plansSearchHelp' => 'За автором, категорией, типом или текстом',
    'plansFilter' => 'Фильтрация',
    'plansFav' => 'Избранное',
    'plansContacts' => 'Получать контакты
        авторов',
    'publishPosts' => 'Публикация объявлений',
    'publishPosts1Help' => 'Максимум 200 шт.,
        Продолжительность 1-2 м.',
    'plansMailer' => 'Рассылка',
    'plansTranslate' => 'Авто-Переводчик',
    'publishPosts2Help' => 'Максимум 500 шт.,
        Продолжительность не ограничена',
    'plansTopPost' => 'Премиум статус
        для объявлений',
    'plansFreeAccessTitle' => 'Мы рады сообщить, что во время развития сайта бесплатные Pro-аккаунты автоматически предоставляются каждому зарегистрированному пользователю!',
    'planRequired' => 'Чтобы сделать это действие
        вам необходимо получить аккаунт со статусом',
    'plansPostImport' => 'Массовый импорт объявлений',
    'publishTenders' => 'Публикация тендеров',
    'plansPostTracking' => 'Статистика просмотров',
    'trackingHelp' => 'Статистику просмотров можно посмотреть на странице «Мои объявления».
        На каждом объявление будет видна новая пометка с количеством просмотров.',
    'chosen' => 'Выбрано',    

    // user plan 
    'subscription' => 'Подписка',
    'mySubscription' => 'Моя подписка',
    'planActivated' => 'Активирована подписка',
    'planStart' => 'Start',
    'planStartChoosedHelp' => 'Бесплатный тариф для ознакомления с rigmanager.com.ua',
    'planStandart' => 'Standart',
    'planPro' => 'Pro',
    'planActiveTo' => 'Активно до',
    'planCancel' => 'Отменить подписку',
    'planNotActive' => 'У вас нет активных подписок',
    'planRole' => 'Тип',
    'payment' => 'Оплата',
    'comment' => 'Комментарий',
    'active' => 'Активно',
    'inactive' => 'Неактивно',
    'until' => 'до',
    'changePlan' => 'Изменить пакет',
    'status' => 'Статус',
    'operation' => 'Операції',
    'canceled' => 'Скасовано',
    'history' => 'История',
    'expired' => 'Истек',
    
    // posts import
    'postImport' => 'Импорт объявлений',
    'postImportTitle' => 'Здесь вы можете массово импортировать Ваши объявления.
        Только объявления об оборудование. Объявления о сервис нужно публиковать вручную.
        Объявления из файла импорта всегда считаются новыми.
        Вы не можете обновить уже существующие объявления через файл импорта.',
    'postImportDownload' => 'Скачать шаблон файла импорта',
    'postImportUpload' => 'Отправить заполненый файл импорта',
    'importHow?' => 'Как это работает?',
    'postImportHow' => 'После того как вы скачали Excel файл импорта и заполнили его в соответствии с правилами, Вы можете отправить его нам.
        Далее, алгоритм проанализирует файл.
        Если структура файла соблюдена, все объявления из файла будут опубликованы на нашем сайте.',
    'postImportRules' => 'Пожалуйста, внимательно прочитайте правила заполнения файла импорта.',
    'importFileLastUpdate' => 'Последнее обновление шаблона файла импорта',
    'postImportWarning' => 'В данный момент, мы не поддерживаем загрузку изображений через файл импорта, поэтому, после того как все объявления были опубликованы вы можете добавить изображения к каждому отдельно.',
    'importErrorAfter' => 'Ни одно ваше объявление не было опубликовано.
    Исправьте ошибку и повторно отправьте файл импорта.',
    'fileImporting' => 'Ваш файл обрабатывается, пожалуйста подождите.',
    'importFileRequireError' => 'Выберите заполненный файл импорта. Вы можете скачать его ниже.',
    'totalImported' => 'Всего',
    'firstImported' => 'Первое объявление',
    'lastImported' => 'Последнее объявление',

    //about us
    'aboutUsIntro' => 'rigmanager.com.ua - первая специализированная онлайн площадка для сотрудничества нефтегазовых компаний в Украине.',
    'aboutUsBody' => 'Мы представляем удобный инструмент для коммерческой и консалтинговой деятельности представителей нефтегазового рынка.
    
    Наш онлайн веб сервис может помочь Вам:
    - Упростить процесс закупок.
    - Наладить более обширное, быстрое и эффективное сотрудничество между участниками вашей ниши.
    - Предоставить дополнительную возможность планирования закупок.
    - Снизить потенциальные затраты на закупки.
    - Повысить уровень продаж.
    Так же наш ресурс может выступать как инструмент анализа рынка, доступных предложений и их цен.',
    'aboutUsQ' => 'Ответы на дополнительные вопросы, такие как: какие услуги мы предоставляем, как с нами работать, преимущества, стоимость и многое другое вы можете найти на специальной странице -',
    'aboutUsQLink' => 'часто задаваемые вопросы',
    'aboutUsContact' => 'Если у Вас есть какие-либо вопросы или предложения Вы можете связаться с нами с помощью',
    'aboutUsContactLink' => 'страницы обратной связи',
    'aboutUsSlg' => 'С уважением,
    Команда rigmanager.com.ua',
];
