<?php

return [

    'intro' => 'Ми зібрали для вас питання часто задаються. Якщо у вас ще залишилися питання або пропозиції - завжди можете',

    'qPurpose' => 'Для чого цей сайт?',
    'aPurpose1' => 'Представляємо український перший спеціалізований вебсайт для компаній нафтогазової сфери в Україні.
        Іншими словами, ми представляємо дошку оголошень для компаній шукаючих клієнтів.
        Продаж, купівля, оренда, послуги.
        На нашому вебсайті ви можете знайти каталог бурового обладнання та послуг.
        Ми прагнемо повідомити український буровий ринок про всіх його учасників та налагодити зручну та надійну співпрацю між компаніями.
        Для закордонний постачальників обладнання / послуг ми представляємо наш вебсайт як місце, де вони можуть легко знайти українського клієнта.
        Наша довгострокова мета - стати інтернаціональним майданчиком для торгівлі та реклами своїх послуг між усіма нафтогазовими компаніями світу.',

    'qForWhat' => 'Навіщо мені це треба?',
    'aForWhat1' => 'Якщо ви керівництво компанії:',
    'aForWhatCM1' => 'Зниження витрат на закупівлі',
    'aForWhatCM2' => 'Підвищення рівня продажу',
    'aForWhatCM3' => 'Отримати інструмент аналізу ринку послуг, деталізований до будь-якого рівня включаючи ціни',
    'aForWhat2' => 'Якщо ви відділ постачання:',
    'aForWhatSD1' => 'Спростити і контролювати процес закупівель / продажів',
    'aForWhatSD2' => 'Контроль своєчасного постачання',
    'aForWhatSD3' => 'Налагодити контакти між службами компаній нафтогазової сфери в Україні',
    'aForWhatSD4' => 'Планування закупівель',
    'aForWhatSD5' => 'Контроль актуальності закупівель',
    'aForWhatSD6' => 'Тендеру за спрощеною процедурою',
    'aForWhat3' => 'Якщо ви відділ продажів:',
    'aForWhatSaD1' => 'Публікація оголошень відділу продажів',
    'aForWhatSaD2' => 'Планування продажів',
    'aForWhatSaD3' => 'Спростити і контролювати процес закупівель / продажів',
    'aForWhatSaD4' => 'При бажанні, публікація анонімних оголошень',

    'qWhyWe' => 'Переваги',
    'aWhyWe1' => 'Оголошення виключно по НГ сфері;',
    'aWhyWe2' => 'Безпека особистої інформації. Можливість працювати анонімно.',
    'aWhyWe3' => 'Простий і зрозумілий інтерфейс не перевантажений зайвими кнопками і функціоналом.',
    'aWhyWe4' => 'Швидка реєстрація. Обов\'язково тільки ел. пошта і пароль;',
    'aWhyWe5' => 'Швидка публікація оголошень. Обов\'язково тільки заголовок і опис;',
    'aWhyWe6' => 'Адаптована форма створення оголошень під НГ сферу;',
    'aWhyWe7' => 'Зручна система категорій;',
    'aWhyWe8' => 'Повна 3х язичність. Українська, російська, англійська;',
    'aWhyWe9' => 'Можливість персональної співпраці і отримання допомоги від представників ресурсу. По інтернету або з виїздом в ваш офіс.',
    'aWhyWe10' => 'Система Розсилки - отримання повідомлень про нові оголошеннях по тій або іншій темі.',
    'aWhyWe11' => 'Можливість масового імпорту оголошень.',

    'qServices' => 'Послуги',
    'aServices1' => 'Спеціалізована дошка оголошень для представників нафтогазового ринку та тільки;',
    'aServices2' => 'Партнерська програма:',
    'aServices3' => 'Безкоштовний доступ до перегляду оголошень (обмежений);',
    'aServices4' => 'Зручна та швидка публікація оголошень будь-якого рівня складності;',
    'aServices5' => 'Продаж підписки "стандарт" або "про" (в майбутньому);',
    'aServices6' => 'Інформування всіх доступних і актуальних товарів і послуг в НГ сфері;',
    'aServices7' => 'Інтелектуальний пошук по ресурсу;',
    'aServices8' => 'Адаптивна фільтрація пошукових запитів;',
    'aServices9' => 'Зручна система категорій;',
    'aServices10' => 'Можливість зберігати оголошення в список "Обране" для швидкого доступу;',
    'aServices11' => 'Отримати контакти авторів;',
    'aServices12' => 'Налаштовувана Розсилка для отримання повідомлень про нові оголошень по тій чи іншій темі;',
    'aServices13' => 'Автоперекладач інтерфейсу і оголошень на Російська, Українська та Англійська мови;',
    'aServices14' => 'Масовий імпорт оголошень на сайт за допомогою спеціального файлу імпорту;',
    'aServices15' => 'Детальна статистика переглядів;',
    'aServices16' => 'Мобільна версія сайту;',
    'aServices17' => 'Надання допомоги в публікації ваших оголошень:',
    'aServices18' => 'Допомога в адаптації ваших списків / специфікацій для нашого файлу імпорту та ресурсу;',
    'aServices19' => 'Оптимізація ваших оголошення для збільшення потенційної видачі при пошуку.',
    'aServices20' => 'Можливість публікації інкогніто.',

    'qCost' => 'Вартість',
    'aCost1' => 'Наш ресурс тільки набирає популярність по єтому, весь функціонал повністю безкоштовний. 
        Перелік майбутніх платних підписок дивіться',
    'aCost2' => 'Ми ніяк не впливаємо, не контролюємо і не беремо участі в процесі укладання контрактів між клієнтами нашої площадки. 
        Список платних функціональностей буде збільшуватися, на приклад - надання аналітики по вашій ніші.',

    'qBuy' => 'Мені потрібно купити обладнання або знайти сервіс',
    'aBuy1' => 'Ви можете використовувати',
    'aBuy2' => 'категорій або пошуковим рядком і ви знайдете те що шукайте!
        Також, що б не втратити оголошення, Ви можете додати його в обране.
        Якщо Ви не знайшли обладнання/сервіс яке вас цікавить, ви можете підписатися на розсилку і відразу дізнатися якщо потрібний товар з\'явиться.',

    'qSell' => 'Мені потрібно продати обладнання або прорекламувати свій сервіс',
    'aSell1' => 'Все що вам потрібно зробити це',
    'aSellLink' => 'створити оголошення',
    'aSell2' => 'заповнивши необхідні поля, після чого залишається тільки чекати дзвінків ваших клієнтів!',

    'qWhatIsMailer' => 'Що таке Розсилка?',
    'aWhatIsMailer' => 'Розсилка - це розумна система повідомлення користувача про нові оголошеннях.
        Ви можете створити кілька індивідуальних Розсилок, наприклад підпишіться на різних авторів або на різні категорії.
        Кожен день ви будете отримувати повідомлення на вашу електронну пошту(логін), якщо відповідні оголошення були опубліковини за минулий добу.',

    'qHowToCreateMailer' => 'Як створити нову Россилку?',
    'aHowToCreateMailer1' => 'Нова Розсилка може бути створена з двох сторінок.
        Перша, ця сторінка будь-якого оголошення, натисніть кнопку "Додати автора в Розсилку".
        Друга, це сторінка будь-якого пошуку. (напр.',
    'aHowToCreateMailer2' => 'натисніть кнопку "Додати цей запит в Розсилку" під фільтрами.
        Після того як Розсилка була створена, ви можете знайти і конфігурувати її на спеціальній сторінці -',

    'qWhatIsSocialAcc' => 'Що таке Соціальний аккаунт?',
    'aWhatIsSocialAcc' => 'Соціальний аккаунт майже такий же, що і звичайний аккаунт користувача, він має абсолютно всі функції, пропоновані нашим сервісом.
        Є тільки кілька відмінностей:
        Електронна пошта користувача не може бути змінена.
        Соціальний аккаунт не має пароля.
        Вхід в такий аккаунт можливий тільки через',

    'qAutoTranslator' => 'Що таке авто перекладач?',
    'aAutoTranslator' => 'Авто-Перекладач це автоматичний переклад заголовку та опису на російську та англійську мови для Ваших нових оголошень.
        Він призначений для збільшення шансів знайти Ваших клієнтів.
        Ви зможете подивитися результат перекладу після публікації оголошення вибравши потрібну мову інтерфейсу і зайшовши на сторінку Вашого оголошення.
        Переклади публікацій можна знайти (переглянути або редагувати) на спеціальній сторінці, посилання на яку знаходиться на сторінці редагування публікації.
        Користувач, який відкриє оголошення, завжди буде мати можливість побачити оригінальний заголовок і опис, якщо він переглядає оголошення не на мові оригіналу.
        Ми оновлюємо і вдосконалюємо наш Авто-Перекладач для досягнення найкращого результату перекладу.
        Зараз ми використовуємо Phrase-Based Google Cloud Translation Model.',

    'qImport' => 'Що таке масовий імпорт оголошень?',
    'aImport' => 'Іноді користувачі хочуть опублікувати багато оголошень. Ми розуміємо, що створення їх по черзі займе якийсь час.
        Для вирішення цієї проблеми ми надаємо систему масового імпорту оголошень.
        Все, що вам потрібно зробити, це заповнити файл імпорту відповідно до правил і відправити його.
        Доступно тільки для користувачів Pro.',
    'aImportExtra' => 'Крім того, наша команда може допомогти вам адаптувати та опублікувати ваш список обладнання для нашої платформи. Зв\'яжіться з нами для отримання детальної інформації',

    'qWhyNotAllImported' => 'Чому не всі оголошення з мого файлу імпорту були опубліковані?',
    'aWhyNotAllImported' => 'Алгоритм імпорту розглядає порожній заголовок або повністю порожній рядок як кінець файлу.
        Отже, є дві можливі причини:',
    'aWhyNotAllImportedL1' => 'Ви ввели порожній заголовок для певного оголошення.',
    'aWhyNotAllImportedL2' => 'Ви залишили порожній рядок між оголошеннями.',
    'aWhyNotAllImported2' => 'Після виправлення таких помилок, будь ласка, видаліть уже опубліковані оголошення з файлу імпорту.
        Алгоритм імпорту завжди публікує оголошення як нові, тому ви можете клонувати власні оголошення.
        Якщо це не є рішенням вашої проблеми, ви можете зв\'язатися з нами',

    'qPartner' => 'Що таке партнерська програма?',
    'aPartner' => 'Партнерська програма з rigmanager.com.ua дозволяє вам збільшити базу потенційних клієнтів.
        Партнерам надається:',
    'aPartnerL1' => 'Місце в блоці "Партнери" на головній сторінці сайту;',
    'aPartnerL2' => 'Спеціальна позначка оголошень;',
    'aPartnerL3' => 'Технічна підтримка 24/7;',
    'aPartnerL4' => 'Допомога в управлінні оголошеннями;',
    'aPartnerL5' => 'Зняття лімітів. (макс. кіл. оголошень, макс. кіл. термінових оголошень); ',
    'aPartnerL6' => 'Можливість реклами своєї компанії в текстах оголошень;',
    'aPartnerL7' => 'Пріоритет видачі ваших оголошень;',
    'aPartnerL8' => 'Вплив на розвиток нашого ресурсу.',
    'aPartner2' => 'Якщо ви зацікавилися або хочете отримати додаткову інформацію, зв\'яжіться з нами',

    'q' => '',
    'a' => '',

    'slg1' => 'З повагою, команда розробки',
    'slg2' => 'Якщо у вас є запитання чи пропозиції,
    заповніть',
    'slg3' => 'форму для зв\'язку з нами',
];
