<?php

return [

    'intro' => 'Часто задавані питання',
    
    'qPurpose' => 'Для чого цей сайт?',
    'aPurpose1' => 'Цей сайт представлє собою Український майданчик для публікацій оголошень з продажу та купівлі Нафтогазового обладнання а точніше, обладнання для:',
    'aPurposeListDrilling' => 'Буріння',
    'aPurposeListRepair' => 'КРС',
    'aPurposeListProduction' => 'Добудку',
    'aPurposeListLogging' => 'Коротажу',
    'aPurpose2' => 'У майбутньому список збільшиться.',

    'qForWhat' => 'Навіщо мені це треба?',
    'aForWhat' => 'Головне завдання ресурсу - спростити продаж Нафтогазового обладнання.
    Іншими словами на цьому ресурсі продавець може легко знайти собі покупця, і навпаки.',

    'qBuy' => 'Мені потрібно купити обладнання',
    'aBuy1' => 'Просто скористайтеся системою категорій або пошуковим рядком на',
    'aBuyLink' => 'головній сторінці',
    'aBuy2' => 'і ви знайдете те що шукаэте!
    Також, що б не втратити оголошення, Ви можете додати його в обране.
    Якщо Ви не знайшли обладнанням яке вас цікавить, ви можете підписатися на розсилку і відразу дізнатися якщо потрібніий товар з\'явитися. (доробка)',

    'qSell' => 'Мені потрібно продати обладнання',
    'aSell1' => 'Все що вам потрібно зробити це',
    'aSellLink' => 'створити оголошення',
    'aSell2' => 'заповнивши необхідні поля, після чого залишається тільки чекати дзвінків ваших клієнтів!',

    'qWhyWe' => 'Чому наш ресурс краще?',
    'aWhyWe' => 'Для Нас головне захист персональних даних клієнта, іншими словами, анонімність.
    Для кожного оголошення яке ви публікуєте на сайті, Ви вільні вибрати мінімум один варіант контактних даних, Електронна Пошта або Номер Телефону. При цьому, ми не обмежуємо вас у вашому виборі. Більш того, для кожного нового оголошення ви можете вибрати нові контактні дані.
    Наша система категорій постійно розвивається, і пошук потрібного Нафтогазового обладнання буде ставати все легше! (доробка)
    Ви можете зареєструватися як фізична або ж як юридична особа. (доробка)
    Можливість підписатися на розсилку і отримувати повідомлення про публікації обладнання яке вас цікавлить. (доробка)
    Наш сайт працює на трьох мовах: український, англійська та російській.
    Ми зосереджуємося виключно на Нафтогазовому обладнанні. Нічого зайвого.',

    'qWhatIsMailer' => 'Що таке Росилка?',
    'aWhatIsMailer1' => 'Росилка - це розумна система увідомлення користувача про нові оголошення, завдяки якій Ви можете бути впевнені, що Ви не пропустите жодного цікавого для Вас оголошення.
    Ви вільні',
    'aWhatIsMailerLink' => 'налаштувати Росилку',
    'aWhatIsMailer2' => 'для Ваших особистих потреб. Опишіть обладнання та/або оберіть категорію та просто чекайте, коли хтось опублікує те, що вам потрібно.
    Також ви можете додати будь-якого автора у вашу Росилку (на сторінці оголошення), та ви будете повідомлені, якщо вибраний автор опоблікує оголошення.',

    'qWhatIsSocialAcc' => 'Что такое Социальный Аккаунт?',
    'aWhatIsSocialAcc' => 'Соціальний аккаунт майже такий же, що і звичайний аккаунт користувача, він має абсолютно всі функції, пропоновані нашим сервісом.
    Є тільки кілька відмінностей:
    Електронна пошта користувача не може бути змінена.
    Соціальний аккаунт не має пароля.
    Вхід в такий аккаунт можливий тільки через',

    'qAutoTranslator' => 'Что такое автопереводчик',
    'aAutoTranslator' => 'Авто-Перекладач це автоматичний переклад Заголовку і Опису на російську та англійську мови для Ваших нових Оголошень.
    Він призначений для збільшення шансів знайти Ваших клієнтів.
    Авто-Перекладач спочатку завжди активний, але може бути відключений, після чого Вам буде запропоновано написати свій власний варіант перекладу для одного або всіх доступних мов (української та англійської).
    Ви зможете подивитися результат перекладу після публікації Оголошення, вибравши цікаву для Вас мову інтерфейсу і зайшовши на сторінку Вашого Оголошення, або через сторінку Правки Оголошеня.
    Користувач, який відкриє Оголошення, завжди буде мати можливість побачити оригінальний Заголовок і Опис, якщо він переглядае Оголошення не на мові орігіналу.
    Ми оновлюємо і вдосконалюємо наш Авто-Перекладач для досягнення найкращого результату перекладу.
    В даний час ми використовуємо Phrase-Based Google Cloud Translation Model.',

    'qRelease' => 'Коли вийде веб-сайт?',
    'aRelease' => 'Попереду ще багато роботи, щоб зробити наш сервіс надійним, повноцінним та впізнаним кожною українською нафтогазовою компанією.
    Ми робимо все можливе, щоб сервіс запрацював якомога швидше.
    Ми плануємо перший запуск у грудні 2020 року.',

    'q' => '',
    'a' => '',

    'slg1' => 'З повагою, команда розробки',
    'slg2' => 'Якщо у вас є запитання чи пропозиції, 
    заповніть',
    'slg3' => 'форму для зв\'язку з нами',
];
