<?php

return [

    'intro' => 'Ми зібрали для вас питання часто задаються. Якщо у вас ще залишилися питання або пропозиції - завжди можете',

    'qPurpose' => 'Для чого цей сайт?',
    'aPurpose1' => 'Представляємо український перший спеціалізований вебсайт для компаній нафтогазової сфери в Україні.
        Іншими словами, ми представляємо дошку оголошень для компаній шукаючих клієнтів.
        Продаж, купівля, оренда, послуги.
        На нашому вебсайті ви можете знайти каталог бурового обладнання та послуг.
        Ми прагнемо повідомити український буровий ринок про всіх його учасників та налагодити зручну та надійну співпрацю між компаніями.
        Для закордонний постачальників обладнання / послуг ми представляємо наш вебсайт як місце, де вони можуть легко знайти українського клієнта.
        Наша довгострокова мета - стати інтернаціональним майданчиком для торгівлі та реклами своїх послуг між усіма нафтогазовими компаніями світу.',

    'qForWhat' => 'Навіщо мені це треба?',
    'aForWhat1' => 'Якщо ви керівництва компанії:',
    'aForWhatCM1' => 'Зниження витрат на закупівлі',
    'aForWhatCM2' => 'Підвищення рівня продажу',
    'aForWhatCM3' => 'Отримати інструмент аналізу ринку послуг, деталізований до будь-якого рівня включаючи ціни',
    'aForWhat2' => 'Якщо ви відділ постачання:',
    'aForWhatSD1' => 'Спростити і контролювати процес закупівель / продажів',
    'aForWhatSD2' => 'Контроль своєчасного постачання',
    'aForWhatSD3' => 'Налагодити контакти між службами компаній нафтогазової сфери в Україні',
    'aForWhatSD4' => 'Планування закупівель',
    'aForWhatSD5' => 'Контроль актуальності закупівель',
    'aForWhatSD6' => 'Тендеру за спрощеною процедурою',
    'aForWhat3' => 'Якщо ви відділ продажів:',
    'aForWhatSaD1' => 'Публікація оголошень відділу продажів',
    'aForWhatSaD2' => 'Планування продажів',
    'aForWhatSaD3' => 'Спростити і контролювати процес закупівель / продажів',
    'aForWhatSaD4' => 'При бажанні, публікація анонімних оголошень',

    'qWhyWe' => 'Чому наш ресурс краще?',
    'aWhyWe' => 'Перш за все, ми перший спеціалізований вебсайт для компаній нафтогазової сфери в Україні.
        Ми зосереджуємося виключно на нафтогазовому обладнанні. Нічого зайвого.    
        Для нас головне захист персональних даних клієнта, іншими словами, анонімність.
        Для кожного оголошення яке ви публікуєте на сайті, Ви вільні вибрати мінімум один варіант контактних даних, електронна пошта або номер телефону. При цьому, ми не обмежуємо вас у вашому виборі. Більш того, для кожного нового оголошення ви можете вибрати нові контактні дані.
        Наша система категорій постійно розвивається, і пошук потрібного нафтогазового обладнання буде ставати все легше!
        Можливість підписатися на розсилку і отримувати повідомлення про публікації обладнання яке вас цікавить.
        Наш сайт працює на трьох мовах: український, англійська та російській. Зміст оголошень не виняток.
        Зручна система масової публікації оголошень.',

    'qBuy' => 'Мені потрібно купити обладнання або знайти сервіс',
    'aBuy1' => 'Ви можете використовувати',
    'aBuy2' => 'категорій або пошуковим рядком і ви знайдете те що шукайте!
        Також, що б не втратити оголошення, Ви можете додати його в обране.
        Якщо Ви не знайшли обладнання/сервіс яке вас цікавить, ви можете підписатися на розсилку і відразу дізнатися якщо потрібний товар з\'явиться.',

    'qSell' => 'Мені потрібно продати обладнання або прорекламувати свій сервіс',
    'aSell1' => 'Все що вам потрібно зробити це',
    'aSellLink' => 'створити оголошення',
    'aSell2' => 'заповнивши необхідні поля, після чого залишається тільки чекати дзвінків ваших клієнтів!',

    'qWhatIsMailer' => 'Що таке Розсилка?',
    'aWhatIsMailer' => 'Розсилка - це розумна система повідомлення користувача про нові оголошеннях.
        Ви можете створити кілька індивідуальних Розсилок, наприклад підпишіться на різних авторів або на різні категорії.
        Кожен день ви будете отримувати повідомлення на вашу електронну пошту(логін), якщо відповідні оголошення були опубліковини за минулий добу.',

    'qHowToCreateMailer' => 'Як створити нову Россилку?',
    'aHowToCreateMailer1' => 'Нова Розсилка може бути створена з двох сторінок.
        Перша, ця сторінка будь-якого оголошення, натисніть кнопку "Додати автора в Розсилку".
        Друга, це сторінка будь-якого пошуку. (напр.',
    'aHowToCreateMailer2' => 'натисніть кнопку "Додати цей запит в Розсилку" під фільтрами.
        Після того як Розсилка була створена, ви можете знайти і конфігурувати її на спеціальній сторінці -',

    'qWhatIsSocialAcc' => 'Що таке Соціальний аккаунт?',
    'aWhatIsSocialAcc' => 'Соціальний аккаунт майже такий же, що і звичайний аккаунт користувача, він має абсолютно всі функції, пропоновані нашим сервісом.
        Є тільки кілька відмінностей:
        Електронна пошта користувача не може бути змінена.
        Соціальний аккаунт не має пароля.
        Вхід в такий аккаунт можливий тільки через',

    'qAutoTranslator' => 'Що таке авто перекладач?',
    'aAutoTranslator' => 'Авто-Перекладач це автоматичний переклад заголовку та опису на російську та англійську мови для Ваших нових оголошень.
        Він призначений для збільшення шансів знайти Ваших клієнтів.
        Ви зможете подивитися результат перекладу після публікації оголошення, вибравши цікаву для Вас мову інтерфейсу і зайшовши на сторінку Вашого оголошення.
        Користувач, який відкриє оголошення, завжди буде мати можливість побачити оригінальний заголовок і опис, якщо він переглядає оголошення не на мові оригіналу.
        Ми оновлюємо і вдосконалюємо наш Авто-Перекладач для досягнення найкращого результату перекладу.
        Зараз ми використовуємо Phrase-Based Google Cloud Translation Model.
        Доступно тільки для користувачів Pro.',

    'qImport' => 'Що таке масовий імпорт оголошень?',
    'aImport' => 'Іноді користувачі хочуть опублікувати багато оголошень. Ми розуміємо, що створення їх по черзі займе якийсь час.
        Для вирішення цієї проблеми ми надаємо систему масового імпорту оголошень.
        Все, що вам потрібно зробити, це заповнити файл імпорту відповідно до правил і відправити його.
        Доступно тільки для користувачів Pro.',

    'q' => '',
    'a' => '',

    'slg1' => 'З повагою, команда розробки',
    'slg2' => 'Якщо у вас є запитання чи пропозиції,
    заповніть',
    'slg3' => 'форму для зв\'язку з нами',
];
