<?php

return [

    'intro' => 'Ми зібрали для вас питання часто задаються. Якщо у вас ще залишилися питання або пропозиції - завжди можете',

    'qPurpose' => 'Для чого цей сайт?',
    'aPurpose1' => 'Представляємо український перший спеціалізований вебсайт для співпраці бурових компаній.
    Продаж, купівля, оренда, послуги.
    На нашому вебсайті ви можете знайти каталог бурового обладнання та послуг.
    Ми прагнемо повідомити український буровий ринок про всіх його учасників та налагодити зручну та надійну співпрацю між компаніями.
    Для закордонний постачальників обладнання / послуг ми представляємо наш вебсайт як місце, де вони можуть легко знайти українського клієнта.',

    'qForWhat' => 'Навіщо мені це треба?',
    'aForWhat1' => 'Якщо ви керівництва компанії:',
    'aForWhatCM1' => 'Зниження витрат на закупівлі',
    'aForWhatCM2' => 'Підвищення Рівня продажу',
    'aForWhatCM3' => 'Отримати інструмент аналізу ринку послуг, деталізований до будь-якого рівня включаючи ціни',
    'aForWhat2' => 'Якщо ви відділ постачання:',
    'aForWhatSD1' => 'Спростити і контролювати процес закупівель / продажів',
    'aForWhatSD2' => 'Контроль своєчасного постачання',
    'aForWhatSD3' => 'Налагодити контакти між службами бурових компаній',
    'aForWhatSD4' => 'Планування закупівель',
    'aForWhatSD5' => 'Контроль актуальності закупівель',
    'aForWhatSD6' => 'Тендеру за спрощеною процедурою',
    'aForWhat3' => 'Якщо ви відділ продажів:',
    'aForWhatSaD1' => 'Публікація оголошень відділу продажів',
    'aForWhatSaD2' => 'Планування продажів',
    'aForWhatSaD3' => 'Спростити і контролювати процес закупівель / продажів',
    'aForWhatSaD4' => 'При бажанні, публікація анонімних оголошень',

    'qWhyWe' => 'Чому наш ресурс краще?',
    'aWhyWe' => 'Для Нас головне захист персональних даних клієнта, іншими словами, анонімність.
        Для кожного оголошення яке ви публікуєте на сайті, Ви вільні вибрати мінімум один варіант контактних даних, Електронна Пошта або Номер Телефону. При цьому, ми не обмежуємо вас у вашому виборі. Більш того, для кожного нового оголошення ви можете вибрати нові контактні дані.
        Наша система категорій постійно розвивається, і пошук потрібного Нафтогазового обладнання буде ставати все легше!
        Ви можете зареєструватися як фізична або ж як юридична особа.
        Можливість підписатися на розсилку і отримувати повідомлення про публікації обладнання яке вас цікавить.
        Наш сайт працює на трьох мовах: український, англійська та російській.
        Ми зосереджуємося виключно на Нафтогазовому обладнанні. Нічого зайвого.',

    'qBuy' => 'Мені потрібно купити обладнання',
    'aBuy1' => 'Ви можете використовувати',
    'aBuy2' => 'категорій або пошуковим рядком і ви знайдете те що шукайте!
        Також, що б не втратити оголошення, Ви можете додати його в обране.
        Якщо Ви не знайшли обладнанням яке вас цікавить, ви можете підписатися на розсилку і відразу дізнатися якщо потрібний товар з\'явиться.',

    'qSell' => 'Мені потрібно продати обладнання',
    'aSell1' => 'Все що вам потрібно зробити це',
    'aSellLink' => 'створити оголошення',
    'aSell2' => 'заповнивши необхідні поля, після чого залишається тільки чекати дзвінків ваших клієнтів!',

    'qWhatIsMailer' => 'Що таке Розсилка?',
    'aWhatIsMailer1' => 'Розсилка — це розумна система повідомлення користувача про нові оголошення, завдяки якій Ви можете бути впевнені, що Ви не пропустите жодного цікавого для Вас оголошення.
    Ви вільні',
    'aWhatIsMailerLink' => 'налаштувати Розсилку',
    'aWhatIsMailer2' => 'для ваших особистих потреб. Опишіть обладнання / послугу, виберіть категорію, підпишіться на автора і просто чекайте, поки хто-небудь опублікує те, що вам потрібно.',

    'qWhatIsSocialAcc' => 'Що таке Соціальний Аккаунт?',
    'aWhatIsSocialAcc' => 'Соціальний аккаунт майже такий же, що і звичайний аккаунт користувача, він має абсолютно всі функції, пропоновані нашим сервісом.
    Є тільки кілька відмінностей:
    Електронна пошта користувача не може бути змінена.
    Соціальний аккаунт не має пароля.
    Вхід в такий аккаунт можливий тільки через',

    'qAutoTranslator' => 'Що таке авто перекладач?',
    'aAutoTranslator' => 'Авто-Перекладач це автоматичний переклад Заголовку та Опису на російську та англійську мови для Ваших нових Оголошень.
    Він призначений для збільшення шансів знайти Ваших клієнтів.
    Авто-Перекладач спочатку завжди активний, але може бути відключений, після чого Вам буде запропоновано написати свій власний варіант перекладу для одного або всіх доступних мов (української та англійської).
    Ви зможете подивитися результат перекладу після публікації Оголошення, вибравши цікаву для Вас мову інтерфейсу і зайшовши на сторінку Вашого Оголошення, або через сторінку Правки Оголошеня.
    Користувач, який відкриє Оголошення, завжди буде мати можливість побачити оригінальний Заголовок і Опис, якщо він переглядає Оголошення не на мові оригіналу.
    Ми оновлюємо і вдосконалюємо наш Авто-Перекладач для досягнення найкращого результату перекладу.
    Зараз ми використовуємо Phrase-Based Google Cloud Translation Model.',

    'qImport' => 'Що таке масовий імпорт оголошень?',
    'aImport' => 'Іноді користувачі хочуть опублікувати багато оголошень. Ми розуміємо, що створення їх по черзі займе якийсь час.
    Для вирішення цієї проблеми ми надаємо систему масового імпорту оголошень.
    Все, що вам потрібно зробити, це заповнити файл імпорту відповідно до правил і відправити його. (Подробиці див. Тут)
    Масовий імпорт оголошень доступний тільки для користувачів Преміум+.',

    'qRelease' => 'Коли вийде вебсайт?',
    'aRelease' => 'Попереду ще багато роботи, щоб зробити наш сервіс надійним, повноцінним та впізнаним кожною українською нафтогазовою компанією.
    Ми робимо все можливе, щоб сервіс запрацював якомога швидше.
        Відкриття сайту незабаром',

    'q' => '',
    'a' => '',

    'slg1' => 'З повагою, команда розробки',
    'slg2' => 'Якщо у вас є запитання чи пропозиції,
    заповніть',
    'slg3' => 'форму для зв\'язку з нами',
];
