<?php

return [

    'intro' => 'Часто задавані питання',
    
    'qPurpose' => 'Для чого цей сайт?',
    'aPurpose1' => 'Цей сайт представлє собою Український майданчик для публікацій оголошень з продажу та купівлі Нафтогазового обладнання а точніше, обладнання для:',
    'aPurposeListDrilling' => 'Буріння',
    'aPurposeListRepair' => 'КРС',
    'aPurposeListProduction' => 'Добудку',
    'aPurposeListLogging' => 'Коротажу',
    'aPurpose2' => 'У майбутньому список збільшиться.',

    'qForWhat' => 'Навіщо мені це треба?',
    'aForWhat' => 'Головне завдання ресурсу - спростити продаж Нафтогазового обладнання.
    Іншими словами на цьому ресурсі продавець може легко знайти собі покупця, і навпаки.',

    'qBuy' => 'Мені потрібно купити обладнання',
    'aBuy1' => 'Просто скористайтеся системою категорій або пошуковим рядком на',
    'aBuyLink' => 'головній сторінці',
    'aBuy2' => 'і ви знайдете те що шукаэте!
    Також, що б не втратити оголошення, Ви можете додати його в обране.
    Якщо Ви не знайшли обладнанням яке вас цікавить, ви можете підписатися на розсилку і відразу дізнатися якщо потрібніий товар з\'явитися. (доробка)',

    'qSell' => 'Мені потрібно продати обладнання',
    'aSell1' => 'Все що вам потрібно зробити це',
    'aSellLink' => 'створити оголошення',
    'aSell2' => 'заповнивши необхідні поля, після чого залишається тільки чекати дзвінків ваших клієнтів!',

    'qWhyWe' => 'Чому наш ресурс краще?',
    'aWhyWe' => 'Для Нас головне захист персональних даних клієнта, іншими словами, анонімність.
    Для кожного оголошення яке ви публікуєте на сайті, Ви вільні вибрати мінімум один варіант контактних даних, Електронна Пошта або Номер Телефону. При цьому, ми не обмежуємо вас у вашому виборі. Більш того, для кожного нового оголошення ви можете вибрати нові контактні дані.
    Наша система категорій постійно розвивається, і пошук потрібного Нафтогазового обладнання буде ставати все легше! (доробка)
    Ви можете зареєструватися як фізична або ж як юридична особа. (доробка)
    Можливість підписатися на розсилку і отримувати повідомлення про публікації обладнання яке вас цікавлить. (доробка)
    Наш сайт працює на трьох мовах: український, англійська та російській.
    Ми зосереджуємося виключно на Нафтогазовому обладнанні. Нічого зайвого.',

    'qWhatIsMailer' => 'Що таке Mailer?',
    'aWhatIsMailer1' => 'Mailer - це розумний поштовий движок, завдяки якому Ви можете бути впевнені, що Ви не пропустите жодного цікавого для Вас оголошення.
    Ви вільні',
    'aWhatIsMailerLink' => 'налаштувати Mailer',
    'aWhatIsMailer2' => 'для Ваших особистих потреб. Опишіть обладнання та/або оберіть категорію та просто чекайте, коли хтось опублікує те, що вам потрібно.
    Також через Mailer Ви можете підписатися на будь-якого автора (на сторінці оголошення), та ви будете повідомлені, якщо вибраний автор зробить оголошення.',

    'slg1' => 'З повагою, команда розробки',
    'slg2' => 'З усіх питань і пропозицій звертайтеся поштою',
];
