<?php

return [
    // general
    'mailGreetings' => 'Добрий день',
    'mailSlg' => 'З повагою,',
    'contactBack' => 'Якщо у вас є які-небудь питання або сумніви, не соромтеся зв’язуватися:',

    //subscription notifications
    'subNotifSubject' => 'Пам\'ятка про платну підписку. ',
    'subExpired' => 'Термін дії вашої платної підписки закінчився.
        Всі ваші оголошення та розсилки були деактивовані',
    'subWillExpire' => 'Нагадуємо вам, що :date закінчується термін дії платної підписки.',
    'subDetails' => 'Детальну інформацію Ви можете знайти на',
    'subProfile' => 'сторінці вашого профілю',
    'subOr' => 'або',
    'subPlans' => 'сторінці платних підписок',
    'subDetaildFull' => 'Детальну інформацію Ви можете знайти на сторінці вашого профілю (: profile) або сторінці платних підписок: plans',
];