<?php

return [

    'success' => '',
    'error' => 'Виникла помилка.',
    'info' => '',
    'authError' => 'Ви повинні увійти в систему, щоб зробити цю дію',
    'serverError' => 'Сталася помилка сервера',

    'postUploaded' => 'Оголошення додано успішно!',
    'postUploadedError' => 'При публікації оголошення виникла помилка.',
    'postDeleted' => 'Оголошення було видалено успішно!',
    'postDeleteError' => 'При видаленні оголошення виникла помилка.',
    'postEdited' => 'Оголошення було змінено успішно!',
    'postEditedError' => 'При зміні оголошення виникла помилка.',
    'postAddedFav' => 'Додано в Обране!',
    'postAddFavError' => 'Виникла помилка.',
    'postAddFavPersonal' => 'Своє оголошення не можна додати до Обраного',
    'postRemovedFav' => 'Видалено з Обраного!',
    'postRemoveFavError' => 'Виникла помилка.',
    'postEditedErrorTooManyImages' => 'Занадто багато зображень, максимум 5.',
    'postNewImgsDeleted' => 'Зображення були видалені',
    'postImgsDeleted' => 'Зображення були видалені',
    'postImgDeleted' => 'Зображення було видалено',
    'postInputErrors' => 'Деякі поля заповнені неправильно.',
    'postActivated' => 'Оголошення було опубліковано знову',
    'postDisactivated' => 'Оголошення було приховано від публіки',
    'postOutdated' => 'Це оголошення застаріло, будь ласка, поновіть період життя в налаштуваннях оголошення',

    'mailerToManyTags' => 'Занадто багато категорій',
    'mailerUploaded' => 'Розсилка налаштована успішно!',
    'mailerUploadedError' => 'При налаштуванні Розсилки сталася помилка.',
    'mailerDeleted' => 'Розсилка була видалена успішно!',
    'mailerEditedError' => 'При зміні Розсилки виникла помилка.',
    'mailerEdited' => 'Розсилка була змінена успішно!',
    'mailerAddedAuthor' => 'Автор був доданий в Розсилку успішно!',
    'mailerTooManyAuthors' => 'Ви досягли максимуму за кількістю Авторів',
    'mailerRemovedAuthor' => 'Автор був видалений з Розсилки успішно!',
    'mailerAuthorExists' => 'Автор вже знаходиться в Розсилці',
    'mailerTagExists' => 'Вказані категорії, вже є у вашій Розсилці',
    'mailerTagAdded' => 'Вказані категорії успішно додані в Вашу Розсилку!',
    'mailerTextAdded' => 'Зазначений запрос успішно доданий у Вашу Розсилку!',
    'tagAlreadyChosen' => 'Ви не можете вибрати одну і ту ж категорію двічі!',

    'profileEdited' => 'Профіль було змінено успішно!',
    'profileImgDeleted' => 'Зображення профілю успішно видалено!',

    'signedIn' => 'Ласкаво просимо!',
    'signedOut' => 'До побачення',

    'messageSent' => 'Повідомлення надіслано!',
    
    'planAlreadyPremium+' => 'У вас вже є безкоштовний Преміум+ аккаунт!',
    'planCancelPremium+' => 'На жаль, зараз ви не можете скасувати безкоштовний Преміум+ доступ',
];
