<?php

return [
    'title' => 'Політика імпорту оголошень',
    'intro' => 'Тут описана процедура та правила',
    'introLink' => 'масового імпорту оголошень',
    'intro1' => 'із файлу XLSX у rigmanager.com.ua.',
    'mainRulesTitle' => 'Загальні правила',
    'mainRules1' => 'Файл призначена для масової публікації оголошень про обладнання. Таким чином, оголошення, що стосуються послуг / сервісів, необхідно публікувати вручну.',
    'mainRules2' => 'Зміна структури файлу унеможливлює автоматичний імпорт. Тобто додання / видалення колонки / сторінки, міняти місцями або рухати вже створені поля привете до відхилення форми.',
    'mainRules3' => 'Заповнювати форму дозволяється в полях B3:S502',
    'mainRules4' => 'Форма розрахована на імпорт від 1-го до 500-а оголошень.',
    'mainRules5' => 'Кожен рядок є окремим оголошення.',
    'mainRules6' => 'Перше оголошення повинне вписане в поля B3:S3.',
    'mainRules7' => 'Форма буде прийнята тільки за фактом дотримань всіх правил у всіх оголошеннях.',
    'mainRules8' => 'Алгоритм аналізує форму через рядок зарядком, при виявленні помилки аналіз буде зупинений.',
    'mainRules9' => 'Якщо при імпорті сталася помилка, вам буде вказано конкретно рід помилки та оглошення в якому вона сталася.',
    'mainRules10' => 'Форма повинна бути заповнена на одній мові (Rus / Ukr / Eng).',
    'mainRules11' => 'Додати зображення, встановити статус "Терміново" і змінити авто-переклад ви зможете для кожного оголошення вручну через сторінку редагування оголошення на сайті.',
    'detailedRules' => 'Детальна інструкція до заповнення кожного поля.',
    'required' => 'Обов\'язково',
    'titleRule' => 'Введіть назву обладнання / деталі / сервісу.
        Не повинно містити слів і синонімів: продам, куплю, здам, здаю, терміново, перевірено, rigmanager.
        Не повинно містити телефон, електронну пошту, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 70 символів.',
    'descRule' => 'Опишіть ваше обладнання / деталь / сервіс якомога докладніше.
        Повинен відноситися до всієї інформації, вказаної у рядку файла.
        Не повинно містити телефон, електронна пошта, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 9000 символів.',
    'companyRule' => 'Якщо ви ввели значення "2" в "Сектор", тут ви можете вказати назву компанії.
        Мінімум 5 символів.
        Максимум 200 символів.',
    'type' => 'Тип',
    'typeRule' => 'Для введення дозволені тільки задані значення:
        1 - Продаж обладнання
        2 - Придбання обладнання
        3 - Здача обладнання в оренду
        4 - Надання обладнання в оренду',
    'roleRule' => 'Для введення дозволені тільки задані значення:
        1 - Оголошення від приватної особи
        2 - Оголошення від юр. особи',
    'conditionRule' => 'Для введення дозволені тільки задані значення:
        1 - Не обрано
        2 - Нове
        3 - Б \ У 
        4 - На запчастини',
    'tag' => 'Категорія',
    'tagRule' => 'Категорія повинна бути одним з доступних кодів-категорій, натисніть кнопку нижче, щоб побачити список доступних кодів.',
    'tagRuleEqBtn' => 'Дивитися список кодів категорій обладнання',
    'tagsEqList' => 'Список кодів категорій обладнання',
    'tagRuleSeBtn' => 'Дивитися список кодів категорій сервісів',
    'tagsSeList' => 'Список кодів категорій сервісів',
    'manufManufDatePN' => 'Виробник. Дата виробництва. Заводський код вироби p/n',
    'manufManufDatePNRule' => 'Ми радимо додати виробника, дату виробництва і заводський код виробу, щоб спростити пошук і розуміння ваших пропозицій клієнтами.
        Мінімум 3 символів.
        Максимум 70 символів.',
    'cost' => 'Цена-Валюта',
    'currencyRule' => 'Після ціни, вкажіть валюту - "USD" або "UAH". Приклад: "999.9USD"',
    'regionRule' => 'Область повинна бути одна з кодів-областей, натисніть кнопку нижче, щоб побачити повний список доступних кодів.',
    'regionRuleBtn' => 'Дивитися список кодів областей',
    'regionsList' => 'Список кодів областей',
    'emailRule' => 'Пошта не обов\'язкова якщо був введений контактний номер телефону.
        Ви можете ввести будь-яку адресу електронної пошти.
        Максимум 254 символів',
    'phoneRule' => 'Номер телефону не обов\'язковий якщо була введена контактна пошта.
        Ви можете ввести будь-який номер телефону.
        Тільки номери телефонів України вважаються валідними
        Формат тел. ном.:
        0 (12) 345 67 89',
    'VTW' => 'Є Viber. Є Telegram. Є Whatsapp',
    'VTWRule' => 'Залиште поле порожнім, якщо не користуєтеся даними додатком, або введіть будь-який символ якщо користуєтеся',
    'importRule' => 'Введіть будь-який знак, якщо хочете вказати що ця угода буде проходити на умовах імпорту / експорту.',
    'lifetime' => 'Тривалість',
    'lifetimeRule' => 'Для введення дозволені тільки задані значення:
        1 - 1 місяць
        2 - 2 місяці
        3 - Не обмежено (Доступно для Pro користувачів)',
];