<?php

return [

    // Dev massages
    'workInProgress' => 'Робота в процесі',
    'development' => 'Вебсайт знаходиться на стадії активної розробки.
        Реліз запланований на грудень 2020 року.',

    // no script massage
    'noscript' => 'У вашому браузері відключений Javascript.
        Це може серйозно вплинути на функціональність нашого сайту',

    //maintenance mode
    'maintenanceHeader' => 'Перепрошуємо за незручності',
    'maintenanceText' => 'Сайт тимчасово недоступний
    Відкриття',
    'maintenanceContact' => 'Зв\'язатися з нами:',
    'maintenanceSoon' => 'найближчим часом',

    // jeneral massages
    'delete' => 'Видалити',
    'no' => 'Ні',
    'yes' => 'Так',
    'edit' => 'Редагувати',
    'submit' => 'Підтвердити',
    'cancel' => 'Скасувати',
    'empty' => 'Пусто',
    'notSpecified' => 'Не Вказано',
    'save' => 'Зберегти',
    'hide' => 'Приховати',
    'ukLang' => 'українська',
    'ruLang' => 'російська',
    'enLang' => 'англійська',
    'change' => 'Змінити',
    'download' => 'Закачати',
    'upload' => 'Надіслати',
    'chooseFile' => 'Обрати файл',
    'post' => 'Оголошення',

    // auth massages
    'signIn' => 'Увійти',
    'socialSignIn' => 'Увійти через',
    'signOut' => 'Вийти',
    'signUp' => 'Реєстрація',
    'or' => 'Або',
    'login' => 'Логін',
    'remember me' => 'Запам\'ятати мене',
    'forget password' => 'Забули пароль?',
    'loggedAs' => 'Ви увійшли як',
    'iAgree' => 'Я погоджуюсь із',
    'iAgreeLink' => 'Угодою Користувача',
    'accountActivated' => 'Ваш обліковий запис був підтверджений!',
    'backToLogin' => 'Повернутися на сторінку Входу',
    'socialError' => 'Сталася помилка під час входу',
    'passReset' => 'Відновлення пароля',
    'passForgetGuide1' => 'Тут ви можете відновити свій пароль.',
    'passForgetGuide2' => 'Будь ласка, введіть логін (електронну пошту)',
    'passForgetGuide3' => 'Незабаром ви отримаєте пошту, де Ви зможете перейти за посиланням, щоб встановити новий пароль облікового запису.',
    'passForgetGuide4' => 'Будь ласка, не забудьте перевірити папку зі спамом.',

    //home massages
    'home' => 'Головна',
    'addToFav' => 'Додати в Обране',
    'clearText' => 'Очистити строку пошуку',

    // my posts massages
    'myPosts' => 'Мої оголошення',
    'noMyPosts' => 'У вас ще немає оголошень.',

    // favoutites massages
    'favourites' => 'Обрані',
    'noFavPosts' => 'У вас ще немає обраних оголошень.',
    'inFav' => 'В Обраному',
    'removeFromFav' => 'Видалити з Обраного',

    // profile massages
    'profile' => 'Профіль',
    'loginHelp' => 'Логіном повинна бути електронна пошта.',
    'password' => 'Пароль',
    'passwordHelp' => 'Мінімум 6 символів.
        Мінімум одна буква та одна цифра.',
    'passwordEditHelp' => 'Мінімум 6 символів.
        Мінімум одна буква і одна цифра.
        Залиште поле порожнім, щоб залишити старий пароль.',
    'avatar' => 'Зображення профілю',
    'userName' => 'Ім\'я',
    'userNameHelp' => 'Ваше ім\'я буде видно всім на сайті.
        Тільки букви і цифри.',
    'phone' => 'Номер телефону',
    'phoneHelp' => 'Не обов\'язково.',
    'profileInfo' => 'Дані профілю',
    'deleteProfileImg' => 'Видалити зображення',
    'passwordEncrypted' => 'З метою безпеки ми зберігаємо пароль в закодованому вигляді. Якщо ви забули пароль, то завжди можете поміняти його в налаштуванні профіля.',
    'profileSettings' => 'Налаштування профілю',
    'changeProfilePic' => 'Змінити зображення профілю',
    'uHave' => 'У вас',
    'socialAcc' => 'Соціальний Обліковий запис',

    //Розсилка massages
    'mailer' => 'Розсилка',
    'setUpMailer' => 'Налаштувати Розсилку',
    'noMailer' => 'Ваша Розсилка не налаштована',
    'whatIsMailer' => 'Що таке Розсилка',
    'settingUpMailer' => 'Налаштування Розсилки',
    'mailerDescription' => 'Опис',
    'mailerChooseDescription' => 'Опишіть, що Ви шукаєте',
    'mailerDescriptionHelp' => 'Тут Ви можете кратко описати продукт який вас цікавить.
        Якщо Ви зацікавлені у двох або більше незалежних продуктів, будь ласка, розділіть опис кожного новим рядком (enter).',
    'mailerEqTags' => 'Категорії обладнання',
    'mailerSeTags' => 'Категорії сервісів',
    'mailerChooseTags' => 'Виберіть категорії, які Вас цікавлять',
    'mailerTagsHelp' => 'Ви можете вибрати до 10 категорій всього.
        Натисніть на запис, щоб видалити.',
    'mailerAuthors' => 'Автори',
    'mailerAuthorsHelp' => 'Ви можете додати Автора у Розсилку на сторінці будь-якого оголошення, біля кнопки \'Показати контакти\'.
        Ви можете додати до 10 авторів.
        Натисніть на запис, щоб видалити.',
    'deleteMailer' => 'Видалити Розсилку',
    'mailerIsActive' => 'Розсилка активна',
    'mailerNotActive' => 'Розсилка не активна',
    'mailerAddAuthor' => 'Додати Автора в Розсилку',
    'mailerRemoveAuthor' => 'Видалити Автора з Розсилки',
    'mailerNoAuthors' => 'Ви не підписалися на жодного автора',
    'mailerSuggestText' => 'Додати цей запит в Розсилку?',
    'mailerSuggestTag' => 'Додати ці категорії в Розсилку?',
    'mailerSuggestAuthor' => 'Додати цього Автора в Розсилку?',
    'mailerNotifGreetings' => 'Доброго дня',
    'mailerNotifHeader' => 'Ми виявили, що ця пропозиція може Вас зацікавити',
    'mailerNotifBody' => 'Ви отримали цей лист, тому що через конфігурацію Розсилки, :reason вважаються цікавими для вас',
    'mailerNotifBody2' => 'Ви можете в будь-який час налаштувати або відключити Розсилку на сторінці',
    'mailerNotifBody3' => 'Якщо у вас виникли проблеми натискаючи на оголошення вище, скопіюйте та вставте URL нижче у свій браузер',
    'mailerNotifSlg' => 'З повагою,',
    'mailerNotifTags' => 'ці категорії',
    'mailerNotifDescription' => 'ці ключові слова',
    'mailerNotifAuthors' => 'оголошення від цього автора',
    'mailerNotifSubject' => 'Повідомлення про нове оголошення',
    'mailerTypesHelp' => 'Мінімум один обов\'язково',
    'choose' => 'Обрати',
    'chooseMore' => 'Обрати більше',

    //subscription massages
    'mySubscription' => 'Підписка',

    // search bar and search result massages
    'search' => 'Пошук',
    'searchEquipment' => 'Шукати обладнання за категоріями',
    'searchService' => 'Шукати Сервіси за категоріями',
    'searchByAuthor' => 'Оголошення автора',
    'other' => 'Інше',
    'searchSuccess' => 'Ось що нам вдалося знайти',
    'searchFail' => 'На жаль, нам не вдалося знайти
        оголошення за Вашим запитом',
    'filters' => 'Фільтри',
    'from' => 'Від',
    'to' => 'До',
    'sort' => 'Сортування',
    'authorRole' => 'Тип оголошення',
    'sortNew' => 'Найновіші',
    'sortCheap' => 'Найдешевші',
    'sortExpensive' => 'Найдорожчі',
    'searchAmount' => 'Результати Пошуку',
    'postType' => 'Тип',
    'postRole' => 'Сектор',

   // post edit/create massages
    'equipment' => 'Обладнання',
    'service' => 'Сервіс',
    'addPost' => 'Додати оголошення',
    'addPostEq' => 'Додати оголошення (Обладнання)',
    'addPostSe' => 'Додати оголошення (Сервіс)',
    'postCreate' => 'Створення оголошення',
    'postSettings' => 'Налаштування оголошення',
    'thread' => 'Обладнання/Сервіс',
    'title' => 'Заголовок',
    'titleEqHelp' => 'Введіть назву обладнання / деталі.
        Не повинно містити слів і синонімів:
        продам, куплю, здам, здаю, терміново, перевірено, rigmanager.
        Не повинно містити:
        телефон, електронна пошта, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 70 символів.',
    'titleSeHelp' => 'Введіть назву сервісу.
        Не повинно містити слів і синонімів:
        терміново, перевірено, rigmanager.
        Не повинно містити:
        телефон, електронна пошта, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 70 символів.',
    'autoTranslateHeader' => 'Налаштування',
    'autoTranslate' =>  'Авто-Перекладача',
    'AutoTranslateToRu' => 'Авто перекласти на російську',
    'AutoTranslateToEn' => 'Авто перекласти на англійську',
    'translationHelp' => 'Доступні для перекладу мови, пропонуються на базі обраної мови інтерфейсу.
        Будь ласка, Оберіть мову інтерфейсу на якому ви заповнюєте оригінальну інформацію.',
    'amount' => 'Кількість',
    'chooseAmount' => 'Вкажіть кількість',
    'amountHelp' => 'Тут Ви можете вказати кількість одиниць товару.
        Якщо не зрозуміло, кількість чого вказано, ви можете вказати цю інформацію в описі.',
    'choosePostType' => 'Оберіть тип оголошення',
    'postTypeSell' => 'Продаж',
    'postTypeSellFull' => 'Продаж обладнання',
    'postTypeBuy' => 'Купівля',
    'postTypeBuyFull' => 'Купівля обладнання',
    'postTypeRent' => 'Здача в оренду',
    'postTypeRentFull' => 'Здача в обладнання оренду',
    'postTypeLeas' => 'Надання в оренду',
    'postTypeLeasFull' => 'Надання в обладнання оренду',
    'postTypeGiveS' => 'Надання сервісу',
    'postTypeGetS' => 'Запит на сервіс',
    'postTypeHelp' => 'Обраний вами варіант буде додано до вашого заголовку.',
    'choosePostRole' => 'Оберіть сектор роботи',
    'postRoleBusiness' => 'Бізнес',
    'postRolePrivate' => 'Приватна особа',
    'company' => 'Назва компанії',
    'companyP' => 'ТОВ ПРИКЛАД',
    'chooseCondition' => 'Виберіть стан',
    'conditionNew' => 'Нове',
    'conditionSH' => 'Б/У',
    'conditionForParts' => 'На запчастини',
    'chooseTag' => 'Оберіть категорію',
    'tags' => 'Категорії',
    'tagsModalHelp' => 'Не забудьте Підтвердити вибрані категорії!',
    'tagHelp' => 'Категорія важлива для хорошої роботи пошукової системи сайту.
        Переконайтеся що вона підібрана правильно, і тоді ваше оголошення буде легко знайти!',
    'chosenTags' => 'Вибрані категорії',
    'clearTagsFromPost' => 'Очистити вибрані категорії',
    'miscEqInfo' => 'Додаткова не обов\'язкова інформація про обладнання / деталь',
    'chooseManufacturer' => 'Виробник',
    'chooseManufacturedDate' => 'Дата виготовлення',
    'choosePartNum' => 'Заводський код виробу p/n',
    'manufacturer' => 'Виробник',
    'manufHelp' => 'Ми радимо додати Виробника, щоб спростити пошук і розуміння вашої пропозиції клієнтами.
        Мінімум 5 символів.
        Максимум 70 символів.',
    'manufacturedDate' => 'Дата виготовлення',
    'manufDateHelp' => 'Ми радимо додати Дата виготовлення, щоб спростити пошук і розуміння вашої пропозиції клієнтами.
        Мінімум 5 символів.
        Максимум 70 символів.',
    'partNum' => 'Заводський код виробу p/n',
    'partNumHelp' => 'Ми радимо додати Заводський код виробу, щоб спростити пошук і розуміння вашої пропозиції клієнтами.
        Мінімум 3 символів.
        Максимум 70 символів.',
    'description' => 'Опис',
    'descriptionEqHelp' => 'Опишіть ваше обладнання / деталь якомога докладніше.
        Повинен ставитися до всієї інформації, представленої на цій сторінці.
        Не повинно містити:
        телефон, електронна пошта, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 9000 символів.',
    'descriptionSeHelp' => 'Опишіть сервіс.
        Повинен ставитися до всієї інформації, представленої на цій сторінці.
        Не повинно містити:
        телефон, електронна пошта, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 9000 символів.',
    'image' => 'Оберіть зображення',
    'imageHelp' => 'П\'ять файлів максимум.
        Дозволені лише зображення(.jpeg .jpg .png).
        Ми радимо докласти фото заводської таблички (шильдіка).
        Максимальний розмір 5МБ.',
    'uploadFile' => 'Вибрати файл',
    'preview' => 'Попередній перегляд',
    'cost' => 'Ціна',
    'costHelp' => 'Якщо незрозуміло, для чого призначена ціна, ви можете вказати цю інформацію в описі.
        Формат: 0000.00.
        Максимум 100 цифр.',
    'locationRegion' => 'Розташування товару (область)',
    'locationTown' => 'Уточніть розташування',
    'location' => 'Місце знаходження товару',
    'region' => 'Область',
    'town' => 'Місто / СМТ / Склад / Майданчик',
    'phoneHelp' => 'Підтримуються лише українські номери телефонів.
        Формат: 0123456789.
        Ви можете вибрати месенджери нижче, щоб користувачі знали, що з вами можна зв’язатися через месенджери.',
    'costLocationHelp' => 'Не обов\'язково.',
    'email' => 'Електронна пошта',
    'contactHelp' => 'Одне з полів обов\'язково. (пошта або номер телефону)
        Ви можете ввести будь-яку електронну адресу та номер телефону.',
    'chooseActiveTo' => 'Виберіть період життя',
    'activeOneMonth' => '1 місяць',
    'activeTwoMonth' => '2 місяці',
    'activeForever' => 'Необмежено',
    'hiddenOn' => 'Оголошення буде приховано',
    'willNotHide' => 'Період життя оголошення не обмежений',
    'activeToHelp' => 'Після закінчення періоду життя оголошення буде приховано від інших користувачів (не видалено).
        Ви отримаєте повідомлення про те, що оголошення було приховано.',
    'deletePost' => 'Видалити оголошення',
    'sure?' => 'Ви впевнені?',
    'grivna' => 'Гривня (UAH)',
    'dollar' => 'Долар (USD)',
    'choosePostStatus' => 'Виберіть статус публікації (видимість)',
    'postActive' => 'Видно всім',
    'postInactive' => 'Приховано',
    'postInactiveError' => 'Вибачте, але Автор деактивував це оголошення.
        Ви можете повернутися сюди пізніше,
        Воно може бути активоване незабаром знову!',
    'translationTitleAlert' => 'Це переведений заголовок.',
    'translationDescAlert' => 'Це переведений опис.',
    'originLang' => 'Оригінальна мова -',
    'showOrigin' => 'Показати оригінал',
    'postIsOutdated' => 'Період життя цього оголошення завершився',
    'postIsHidden' => 'Тільки ви (автор) можете переглядати це оголошення, оскільки воно приховане.',

    //post deactivated messages
    'postHiddenNotifSubject' => 'Оголошення було деактивовано',
    'postHiddenNotifGreetings' => 'Доброго дня',
    'postHiddenNotifHeader' => 'Це оголошення було деактивовано',
    'postHiddenNotifBody1' => 'Термін дії публікації закінчився. Будь ласка, оновіть термін дії у налаштуваннях оголошення, якщо ви хочете знову зробити це оголошення публічним',
    'postHiddenNotifBody2' => 'Якщо у вас виникли проблеми натискаючи на оголошення вище, скопіюйте та вставте URL нижче у свій браузер',
    'postHiddenNotifSlg' => 'З повагою,',

    //dropzone
    'dzDesc' => 'Перетягніть файли або натисніть,
    щоб завантажити зображення',
    'dzBigFile' => 'Зображення занадто велике',
    'dzInvalidMime' => 'Дозволено лише .jpeg, .jpg, .png',
    'dzServerError' => 'Виникла помилка сервера',
    'dzUploadCanceled' => 'Завантаження скасовано',
    'dzUploadRemoveLink' => 'Видалити',
    'dzTooFewFiles' => 'Забагато зображень',

   // post show masssages
   'yoursPost' => 'Це оголошення належить вам',
   'postAuthor' => 'Автор оголошення',
   'otherAuthorPosts' => 'Інші оголошення автора',
   'contactInfo' => 'Контактна інформація',
   'showContacts' => 'Показати контакти',
   'postCreated' => 'Оголошення додано',
   'condition' => 'Стан',
   'deleteAllImgs' => 'Видалити всі зображення',

   // verification notice massages
   'verifyNoticeThank' => 'Спасибі, що обрали наш ресурс',
   'verifyNoticeBody' => 'На вашу Електронну адресу було надіслано листа для активації облікового запису.
   Будь ласка, перейдіть за посиланням наданого в нашому листі.
   Якщо Ви не можете знайти лист, перевірте папку Спам, або ми можемо відправити',
   'verifyClickToResend' => 'новий лист активації',
   'verifyNoticeResend' => 'Новий лист для активації облікового запису
   відправлений на Вашу електронну адресу.',

   // footer massages
   'foterAbout' => 'Про нас',
   'foterFAQ' => 'FAQ',
   'footerCopyright' => 'Всі права захищені.',
   'footerIconsRef' => 'Всі іконки надані',
   'footerSubscription' => 'Підписки',
   'footerContact' => 'Зв\'язатися з нами',
   'footerTerms' => 'Угода
   користувача ',
   'footerPrivacy' => 'Політика
   Конфіденційності',
   'footerDevelop' => 'Розробка',
   'footerSiteMap' => 'Карта Сайту',
   'contactsFooter' => 'Ви можете зв\'язатися з нами',

    // sitemap
    'stMain' => 'Головна',
    'stPost' => 'Оголошення',
    'stAuth' => 'Аутентифікація',
    'stProfile' => 'Користувач',
    'stMisc' => 'Додатково/Деталі',
   'siteMapDesc' => '',

   // Regions
   'regionOdessa' => 'Одеська область',
   'regionDnipropetrovsk' => 'Дніпропетровська область',
   'regionChernihiv' => 'Чернігівська область',
   'regionKharkiv' => 'Харківська область',
   'regionZhytomyr' => 'Житомирська область',
   'regionPoltava' => 'Полтавська область',
   'regionKherson' => 'Херсонська область',
   'regionKiev' => 'Київська область',
   'regionZaporozhye' => 'Запорізька область',
   'regionLuhansk' => 'Луганська область',
   'regionDonetsk' => 'Донецька область',
   'regionVinnytsia' => 'Вінницька область',
   'regionCrimea' => 'Автономна Республіка Крим',
   'regionMykolaiv' => 'Миколаївська область',
   'regionKirovograd' => 'Кіровоградська область',
   'regionSumy' => 'Сумська область',
   'regionLviv' => 'Львівська область',
   'regionCherkasy' => 'Черкаська область',
   'regionKhmelnytsky' => 'Хмельницька область',
   'regionVolyn' => 'Волинська область',
   'regionRivne' => 'Рівненська область',
   'regionIvano-Frankivsk' => 'Івано-Франківська область',
   'regionTernopil' => 'Тернопільська область',
   'regionCarpathian' => 'Закарпатська область',
   'regionChernivtsi' => 'Чернівецька область',

   // notification from user
   'fromUserTitle' => 'Є питання?',
   'fromUserEmail' => 'Електронна пошта (для зворотного зв\'язку)',
   'fromUserSubject' => 'Тема',
   'fromUserText' => 'Як ми можемо Вам допомогти?',
   'fromUserTextPlaceholder' => 'Опишіть Вашу проблему/пропозицію',
   'fromUserSubmit' => 'Відправити повідомлення',

    // server error
    'serverErrorTittle' => 'Ой!',
    'serverErrorDesc' => 'Схоже, на сервері сталася помилка.',
    'serverErrorContact' => 'Повідомити про проблему',
    'serverErrorGoBack' => 'Повернутися на попередню сторінку',

    //plans
    'plansHeader' => 'Вартість та порівняння 
    тарифних планів rigmanager.com.ua',
    'plansGuestAcc' => 'Гостьовий
    Аккаунт',
    'plansGuestAccHelp' => 'Для тих, хто хоче ознайомитися з нашим сервісом',
    'plansPremiumAcc' => 'Преміум
    Аккаунт',
    'plansPremiumAccHelp' => 'Підходить для більшості',
    'plansPremium+Acc' => 'Преміум+
    Аккаунт',
    'plansPremium+AccHelp' => 'Підходить для тих, хто хоче розмістити багато оголошень і надовго',
    'plansOff' => 'знижка',
    'plansMonth' => 'місяць',
    'plansChoose' => 'Обрати',
    'plansBrowse' => 'Переглядати всі оголошення',
    'plansSearch' => 'Пошук',
    'plansSearchHelp' => '(за автором, категорією, текстом)',
    'plansFilter' => 'Фільтрація',
    'plansFav' => 'Обране',
    'plansContacts' => 'Отримувати контакти
    авторів',
    'plansCreate1' => 'Створювати оголошення',
    'plansCreate1Help' => '(тривалість < 2м, штук < 150)',
    'plansMailer' => 'Розсилка',
    'plansTranslate' => 'Авто-Перекладач',
    'plansCreate2' => 'Створювати оголошення',
    'plansCreate2Help' => '(необмежено)',
    'plansTopPost' => 'Преміум статус
    для оголошень',
    'plansFreeAccessTitle' => 'Безкоштовний доступ Преміум!',
    'plansFreeAccessBody1' => 'Ми повідомляємо про безкоштовний доступ до повного переліку функціональних можливостей під час розвитку нашого сервісу.',
    'plansFreeAccessBody2' => 'Іншими словами',
    'plansFreeAccessBody3' => 'Преміум + Аккаунт для всіх нових клієнтів!',

    // user plan 
    'planStatus' => 'Ваша підписка',
    'planGuest' => 'Гостьова',
    'planPremium' => 'Преміум',
    'planPremium+' => 'Преміум +',
    'planActiveTo' => 'Активно до',
    'planDetails' => 'Ви можете поміняти або дізнатися деталі про підписку тут:',
    'planDetailsBtn' => 'Платні підписки',
    'planCancel' => 'Скасувати підписку',
    
    // posts import
    'postImport' => 'Імпорт оголошень',
    'postImportTitle' => 'Тут ви можете масово імпортувати Ваші оголошення',
    'postImportDownload' => 'Завантажити файл імпорту',
    'postImportUpload' => 'Надіслати заповнений файл імпорту',
    'postImportIntro' => 'Ми розуміємо, що якщо клієнт має значну кількість оголошень,
        незручно публікувати кожне окремо.
        Тому, ми даємо Вам можливість зробити масовий імпорт оголошень через наш Excel файл імпорту.',
    'postImportHow' => 'Як це працює:
        Після того як ви завантажили Excel файл імпорту і заповнили його відповідно до правил, Ви можете відправити його нам.
        Далі, алгоритм проаналізує файл.
        Якщо структура файлу дотримана, всі оголошення з файлу будуть опубліковані на нашому сайті.',
    'postImportRules' => 'Будь ласка, уважно прочитайте правила заповнення файлу імпорту.',
    'postImportWarning' => 'В даний момент, ми не підтримуємо завантаження зображень через файл імпорту, тому, після того як всі оголошення були опубліковані ви можете додати зображення до кожного окремо.',
    'importErrorAfter' => 'Жодне з ваших оголошень не опубліковано.
    Виправте помилку та надішліть файл імпорту ще раз.',
    'fileImporting' => 'Ваш файл обробляється, будь ласка, зачекайте.',
];
