<?php

return [

    'development' => 'Сайт знаходиться на стадії
    активної розробки.',

    'signIn' => 'Увійти',
    'signOut' => 'Вийти',
    'signUp' => 'Регестрація',
    'login' => 'Логін',
    'home' => 'Головна',
    'myPosts' => 'Мої оголошення',
    'favourites' => 'Обрані',
    'profile' => 'Профіль',
    'addPost' => 'Додати оголошення',
    'noscript' => 'У вашому браузері відключений Javascript. 
        Це може серйозно вплинути на функціональность нашого сайту',
    'search' => 'Пошук',
    'drillingEq' => 'Обладнання для
        Буріння',
    'repairEq' => 'Обладнання для
        КРС',
    'productionEq' => 'Обладнання для
        Добудку',
    'loggingEq' => 'Обладнання для
        Каротажа',
    'other' => 'Інше',
    'addToFav' => 'Додати в Обране',
    'inFav' => 'В Обраному',
    'removeFromFav' => 'Видалити з Обраного',
    'loginHelp' => 'Логіном повинна бути електронна пошта.',
    'password' => 'Пароль',
    'passwordHelp' => 'Мінімум 6 символів.
        Мінімум одна буква та одна цифра.',
    'passwordEditHelp' => 'Мінімум 6 символів.
        Мінімум одна буква и одна цифра.
        Залиште поле порожнім, щоб залишити старий пароль.',
    'remember me' => 'Запам\'ятати мене',
    'forget password' => 'Забули пароль?',
    'avatar' => 'Зображення профіля',
    'userName' => 'Ім\'я',
    'userNameHelp' => 'Ваше ім\'я буде видно всім на сайті.
        Тільки букви і цифри.',
    'phone' => 'Номер телефону',
    'phoneHelp' => 'Не обов\'язково.',
    'profileInfo' => 'Дані профілю',
    'passwordEncrypted' => 'З метою безпеки ми зберігаємо пароль в закодованому вигляді. Якщо ви забули пароль, то завжди можете поміняти його в налаштуванні профіля.',
    'edit' => 'Редагувати',
    'profileSettings' => 'Налаштування профіля',
    //'submit' => 'Подтвердить',
    'cancel' => 'Скасувати',
    'noFavPosts' => 'У вас ще немає обранних оголошень.',
    'noMyPosts' => 'У вас ще немає оголошень.',
    'postSettings' => 'Налаштування оголошення',
    'title' => 'Заголовок',
    'titleHelp' => 'Максимум 70 символів.',
    'chooseCondition' => 'Виберіть стан',
    'conditionNew' => 'Нове',
    'conditionSH' => 'Б/У',
    'tag' => 'Оберіть категорію',
    'tagHelp' => 'Категорія важлива для хорошої роботи пошукової системи сайту.
        Переконайтеся що вона підібрана правильно, і тоді ваше оголошення буде легко знайти!',
    'chosenTags' => 'Вибрані категорії',
    'description' => 'Опис',
    'descriptionHelp' => 'Максимум 9000 символів.',
    'image' => 'Оберіть забраження',
    'imageHelp' => 'П\'ять файлів максимум.
        Дозволені лише зображення(.jpeg .jpg .png).
        Максимальний розмір 5МБ.',
    'uploadFile' => 'Вибрати файл',
    'preview' => 'Попередній перегляд',
    'empty' => 'Пусто',
    'cost' => 'Ціна',
    'location' => 'Розташування товару',
    'costLocationHelp' => 'Не обов\'язково.',
    'email' => 'Електронна пошта',
    'emailPhoneHelp' => 'Одне з полів обов\'язково.
        Для кожного оголошення ви можете вибрати нову ел. пошту і номер теефона.',
    'save' => 'Зберегти',
    'deletePost' => 'Видалити оголошення',
    'delete' => 'Видалити',
    'no' => 'Ні',
    'sure?' => 'Ви впевнені?',
    'postCreate' => 'Створення оголошення',
    'yoursPost' => 'Це оголошення належить вам',
    'postAuthor' => 'Автор оголошення',
    'otherAuthorPosts' => 'Інші оголошення автора',
    'contactInfo' => 'Контактна інформація',
    'showContacts' => 'Показати контакти',
    'postCreated' => 'Оголошення додано',
    'condition' => 'Стан',
    'verifyNoticeThank' => 'Спасибі, що вибрали наш ресурс',
    'verifyNoticeTitle' => 'Будь ласка, Підтвердіть ваш Електронний Адреса щоб активувати обліковий запис',
    'verifyNoticeResend' => 'Свіжа посилання для підтвердження відправлено на вашу електронну адресу.',
    'verifyNoticeBody' => 'До того як продовжити, будь ласка перевірте свою пошту та пройдіть за посиланням.
        Якщо ви не отримали посилання для підтвердження',
    'verifyClickToResend' => 'Натисніть сюди щоб відправити нове',

    'foterAbout' => 'Про нас',
    'footerCopyright' => 'Всі права захищені.',
    'footerIconsRef' => 'Всі іконки надані',
    'footerSubscription' => 'Підписки',
    'footerContact' => 'Контакти',
    'footerTerms' => 'Угода 
    користувача ',
    'footerDevelop' => 'Розробка',
    '' => '',
];
