<?php

return [

    // Dev massages
    'workInProgress' => 'Робота в процесі',
    'development' => 'Сайт на стадії пізньої розробки. Запуск незабаром.',

    'tagsCodesNotReady' => 'Список категорій не готовий. Див. список категорій в файлу імпорту.',

    // no script massage
    'noscript' => 'У вашому браузері відключений Javascript.
        Це може серйозно вплинути на функціональність нашого сайту',

    //maintenance mode
    'maintenance' => 'Тех. роботи',
    'maintenanceHeader' => 'Перепрошуємо за незручності',
    'maintenanceText' => 'Сайт тимчасово недоступний
    Відкриття',
    'maintenanceContact' => 'Зв\'язатися з нами:',
    'maintenanceSoon' => 'найближчим часом',

    //home massages
    'home' => 'Головна',
    'cabinet' => 'Кабінет',
    'introduction' => 'Спеціалізований майданчик для співпраці
        компаній нафтогазової сфери України',
    'introSellEq' => 'Продаж
        обладнання',
    'introBuyEq' => 'Купівля та оренда
        обладнання',
    'introSe' => 'Надання та
        отримання послуг',
    'introTender' => 'Тендери за спрощеною
        процедурою',
    'morePosts' => 'Більше
        пропозицій',
    'otherPartners' => 'Інші
        партнери',
    'newPosts' => 'Нові оголошення',
    'premiumPosts' => 'Преміум оголошення',
    'morePremiumPosts' => 'Інші преміум
        оголошення',
    'urgentPosts' => 'Термінові оголошення',
    'moreUrgentPosts' => 'Інші термінові
        оголошення',
    'epilogue1' => 'Онлайн-оголошення будь-якого типу і складності в нафтогазовій сфері. Продаж, купівля, сервіси. На майданчику rigmanager ви зможете швидко і зручно опублікувати Ваші пропозиції або ж легко знайти цікаві оголошення!',
    'epilogue2' => 'Аналіз ринку, планування продажів, спрощення процесу і підвищення рівня покупок/продажів, контроль актуальності закупівель та своєчасного постачання - все це на майданчику rigmanager!',
    'info' => 'Інформація',
    'gotToSeTags' => 'Показати категорії послуг',

    // jeneral massages
    'error' => 'Помилка',
    'delete' => 'Видалити',
    'no' => 'Ні',
    'yes' => 'Так',
    'edit' => 'Редагувати',
    'editing' => 'Редагування',
    'submit' => 'Підтвердити',
    'cancel' => 'Скасувати',
    'empty' => 'Пусто',
    'notSpecified' => 'Не вказано',
    'save' => 'Зберегти',
    'hide' => 'Приховати',
    'ukLang' => 'українська',
    'ruLang' => 'російська',
    'enLang' => 'англійська',
    'change' => 'Змінити',
    'download' => 'Закачати',
    'upload' => 'Надіслати',
    'chooseFile' => 'Обрати файл',
    'post' => 'Оголошення',
    'catalog' => 'Каталог',
    'catalogHelp' => 'Повний перелік категорій обладнання та послуг для швидкої навігації та пошуку оголошень.',
    'catalogNav' => 'Основні категорії обладнання',
    'add' => 'Додати',
    'reset' => 'Скинути',
    'content' => 'Зміст',
    'saveChanges' => 'Зберегти зміни',
    'publish' => 'Опублікувати',
    'setting' => 'Налаштування',
    'here' => 'тут',

    // auth massages
    'auth' => 'Авторизация',
    'signIn' => 'Увійти',
    'socialSignInTitle' => 'Ви є у соцмережах?',
    'socialSignIn' => 'Пройти реєстрацію на сайті використовуючи соціальні мережі.',
    'signInVia' => 'Увійти через',
    'signOut' => 'Вийти',
    'notSignUp?' => 'Ви не зареєстровані?',
    'signUp' => 'Реєстрація',
    'makeSignUp' => 'Зареєструватись',
    'registerVerify' => 'Завершення реєстрації',
    'or' => 'Або',
    'login' => 'Логін',
    'remember me' => 'Запам\'ятати мене',
    'forget password' => 'Забули пароль?',
    'loggedAs' => 'Ви увійшли як',
    'iAgree' => 'Я погоджуюсь із',
    'iAgreeLink' => 'Угодою користувача',
    'backToLogin' => 'Повернутися на сторінку входу',
    'socialError' => 'Сталася помилка під час входу',
    'passReset' => 'Відновлення пароля',
    'passResetEmailHelp' => 'Будь ласка, введіть тут свій логін (e-mail), щоб отримати посилання скидання пароля на вашу електронну пошту. 
        Не забудьте перевірити папку зі спамом.',
    'sendPassResetLink' => 'Надіслати посилання скидання пароля',
    'backToSignIn' => 'Повернутися до входу ',

    //home massages
    'home' => 'Головна',
    'addToFav' => 'Додати в обране',
    'clearText' => 'Очистити строку пошуку',

    // my posts massages
    'myPosts' => 'Мої оголошення',
    'noMyPosts' => 'У вас ще немає оголошень.',
    'noMyPostsBySearch' => 'На жаль, ми не можемо знайти жодного оголошення за вашим запитом.',

    // favoutites massages
    'favourites' => 'Обрані',
    'noFavPosts' => 'У вас ще немає обраних оголошень.',
    'noFavPostsBySearch' => 'На жаль, ми не можемо знайти жодного оголошення за вашим запитом.',
    'inFav' => 'В обраному',
    'removeFromFav' => 'Видалити з обраного',

    // profile massages
    'profile' => 'Профіль',
    'profileEditing' => 'Редагування профілю',
    'loginHelp' => 'Логіном повинна бути електронна пошта.',
    'password' => 'Пароль',
    'passwordHelp' => 'Мінімум 6 символів.
        Мінімум одна буква та одна цифра.',
    'curPass' => 'Поточний пароль',
    'newPass' => 'Новий пароль',
    'reNewPass' => 'Повторіть новий пароль',
    'rePass' => 'Повторіть пароль',
    'rePassHelp' => 'Перевірте себе, повторіть пароль ще раз.',
    'passwordEditHelp' => 'Мінімум 6 символів.
        Мінімум одна буква і одна цифра.
        Залиште поле порожнім, щоб залишити старий пароль.',
    'changePassword' => 'Змінити пароль',
    'avatar' => 'Зображення профілю',
    'userName' => 'Ім\'я',
    'userNameHelp' => 'Ваше ім\'я буде видно всім на сайті.
        Тільки букви і цифри.',
    'phone' => 'Номер телефону',
    'phoneHelp' => 'Без коду країни.
        Не обов\'язково.',
    'profileInfo' => 'Дані профілю',
    'deleteProfileImg' => 'Видалити зображення',
    'passwordEncrypted' => 'З метою безпеки ми зберігаємо пароль в закодованому вигляді. Якщо ви забули пароль, то завжди можете поміняти його в налаштуванні профіля.',
    'profileSettings' => 'Налаштування профілю',
    'changeProfilePic' => 'Змінити зображення профілю',
    'uHave' => 'У вас',
    'socialAcc' => 'Соціальний аккаунт',
    'deleteProfile' => 'Видалити профіль',
    'deleteProfileHelp' => 'Вся ваша інформація буде удалена. 
        Ця дія не може бути скасована.
        Усі ваші оголошення будуть видалені.
        Усі ваші Рассилки будуть видалені.
        Ваша підписка буде скасована.',

    //Розсилка massages
    'mailer' => 'Розсилка',
    'setUpMailer' => 'Налаштувати Розсилку',
    'noMailer' => 'Ваша Розсилка не налаштована',
    'whatIsMailer' => 'Що таке Розсилка',
    'settingUpMailer' => 'Налаштування Розсилки',
    'mailerTitle' => 'Заголовок Розсилки',
    'mailerTitleHelp' => 'Тема буде використовуватися в якості теми електронного листа при виявленні відповідних оголошень.',
    'mailerHowToCreate' => 'Як додати Розсилку?',
    'see' => 'Дивитися',
    'mailerDeactivateAll' => 'Вимкнути всі',
    'mailerDeleteAll' => 'Видалити всі',
    'mailerAuthorHelp' => 'Автор не може бути змінений, але може бути',
    'removed' => 'видалений',
    'deleteMailer' => 'Видалити Розсилку',
    'deleteMailers' => 'Видалити всі Розсилки',
    'activete' => 'активувати',
    'notActive' => 'не активна',
    'deactivate' => 'деактивувати',
    'mailerKeyword' => 'Ключові слова',
    'mailerKeywordHelp' => 'Введіть ключові слова, які повинна містити оголошення, яке ви шукаєте.',
    'mailerAddAuthor' => 'Додати автора в Розсилку',
    'mailerRemoveAuthor' => 'Видалити автора з Розсилки',
    'mailerAuthorAlreadyAdded' => 'Автор вже в Розсилці',
    'mailerNoAuthors' => 'Ви не підписалися на жодного автора',
    'mailerSuggestText' => 'Додати цей запит в Розсилку?',
    'mailerSuggestTag' => 'Додати ці категорії в Розсилку?',
    'mailerSuggestAuthor' => 'Додати цього автора в Розсилку?',
    'mailerNotifGreetings' => 'Доброго дня',
    'mailerNotifHeader' => 'Ми виявили, що ці пропозиції можуть Вас зацікавити',
    'mailerNotifBody' => 'Ви отримали цей лист, тому що через конфігурацію Розсилки, :reason вважаються цікавими для вас',
    'mailerNotifBody2' => 'Ви можете в будь-який час налаштувати або відключити Розсилку на сторінці',
    'mailerNotifSlg' => 'З повагою,',
    'mailerNotifTags' => 'ці категорії',
    'mailerNotifDescription' => 'ці ключові слова',
    'mailerNotifAuthors' => 'оголошення від цього автора',
    'mailerNotifSubject' => 'Розсилка:',
    'mailerTypesHelp' => 'Мінімум один обов\'язково',
    'choose' => 'Обрати',
    'chooseMore' => 'Обрати більше',
    'mailerAllPosts' => 'Всі нові оголошення',
    'addNewMailer' => 'Налаштувати нову Розсилку',
    'editMailers' => 'Правити Розсилки',

    // search bar and search result massages
    'search' => 'Пошук',
    'searchEquipment' => 'Шукати обладнання за категоріями',
    'searchService' => 'Шукати сервіси за категоріями',
    'searchByAuthor' => 'Оголошення автора',
    'searchByType' => 'Оголошення по типу',
    'searchByText' => 'Оголошення по пошуку',
    'choosedFromTags' => 'Вибірка з категорій',
    'other' => 'Інше',
    'searchSuccess' => 'Ось що нам вдалося знайти',
    'searchFail' => 'На жаль, нам не вдалося знайти оголошення за Вашим запитом',
    'filters' => 'Фільтри',
    'from' => 'Від',
    'to' => 'До',
    'sort' => 'Сортування',
    'authorRole' => 'Тип оголошення',
    'sortNew' => 'Найновіші',
    'sortCheap' => 'Найдешевші',
    'sortExpensive' => 'Найдорожчі',
    'sortViews' => 'Найпопулярніші',
    'searchAmount' => 'Результати пошуку',
    'postType' => 'Тип',
    'postRole' => 'Сектор',
    'tryOtherFilters' => 'Спробуйте інші фільтри.',

   // post edit/create massages
    'postsWithoutEqTag' => 'Обладнання без обраної категорії',
    'tender' => 'Тендер',
    'tenders' => 'Тендери',
    'tendersHelp' => 'Публікувати тендери за спрощеною неофіційною процедурою. Максимум: 100',
    'equipment' => 'Обладнання',
    'service' => 'Сервіс',
    'addPost' => 'Додати оголошення',
    'addPostEq' => 'Додати оголошення (Обладнання)',
    'addPostSe' => 'Додати оголошення (Сервіс)',
    'addPostTe' => 'Додати оголошення (Тендер)',
    'postCreate' => 'Створення оголошення',
    'postSettings' => 'Налаштування оголошення',
    'postTransSettings' => 'Налаштування переводу',
    'editTrans' => 'Дивіться та редагуйте перекладений варіант цього оголошення.',
    'showOptionals' => 'Показати необов’язкові поля',
    'hideOptionals' => 'Сховати необов’язкові поля',
    'optionalsHelp' => 'Радимо заповнити наступні дані, щоб спростити пошук і розуміння ваших пропозицій користувачами.',
    'author' => 'Автор',
    'thread' => 'Обладнання / Сервіс',
    'title' => 'Заголовок',
    'titleEqHelp' => 'Введіть назву обладнання / деталі.
        Не повинно містити слів і синонімів:
        продам, куплю, здам, здаю, терміново, перевірено, rigmanager.
        Не повинно містити:
        телефон, електронна пошта, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 70 символів.',
    'titleSeHelp' => 'Введіть назву сервісу.
        Не повинно містити слів і синонімів:
        терміново, перевірено, rigmanager.
        Не повинно містити:
        телефон, електронна пошта, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 70 символів.',
    'autoTranslateHeader' => 'Налаштування',
    'autoTranslate' =>  'Авто-Перекладача',
    'AutoTranslateToRu' => 'Авто перекласти на російську',
    'AutoTranslateToEn' => 'Авто перекласти на англійську',
    'translationHelp' => 'Доступні для перекладу мови, пропонуються на базі обраної мови інтерфейсу.
        Будь ласка, оберіть мову інтерфейсу на якому ви заповнюєте оригінальну інформацію.',
    'amount' => 'Кількість',
    'chooseAmount' => 'Вкажіть кількість',
    'amountHelp' => 'Тут Ви можете вказати кількість одиниць товару.
        Приклад: "432 шт."',
    'type' => 'Тип',
    'choosePostType' => 'Оберіть тип оголошення',
    'postTypeSell' => 'Продаж', // type = 1
    'postTypeSellFull' => 'Продаж обладнання', // type = 1
    'postTypeBuy' => 'Купівля', // type = 2
    'postTypeBuyFull' => 'Купівля обладнання', // type = 2
    'postTypeRent' => 'Взяття в оренду', // type = 3
    'postTypeRentFull' => 'Взяття в обладнання оренду', // type = 3
    'postTypeRentShort' => 'Оренда', // type = 3
    'postTypeLeas' => 'Здача в оренду', // type = 4
    'postTypeLeasFull' => 'Здача в обладнання оренду', // type = 4
    'postTypeLeasShort' => 'Оренда', // type = 4
    'postTypeGiveS' => 'Надання сервісу', // type = 5
    'postTypeGetS' => 'Запит на сервіс', // type = 6
    'postTypeHelp' => 'Обраний вами варіант буде додано до вашого заголовку.',
    'postRole' => 'Сектор роботи',
    'choosePostRole' => 'Оберіть сектор роботи',
    'postRoleBusiness' => 'Бізнес',
    'postRolePrivate' => 'Приватна особа',
    'company' => 'Назва компанії',
    'chooseCondition' => 'Виберіть стан',
    'conditionNew' => 'Нове',
    'conditionSH' => 'Б/У',
    'conditionForParts' => 'На запчастини',
    'chooseTag' => 'Оберіть категорію',
    'tags' => 'Категорії',
    'tag' => 'Категорія',
    'tagsModalHelp' => 'Не забудьте підтвердити вибрані категорії!',
    'tagHelp' => 'Категорія важлива для хорошої роботи пошукової системи сайту.
        Переконайтеся що вона підібрана правильно, і тоді ваше оголошення буде легко знайти!',
    'chosenTags' => 'Вибрані категорії',
    'clearTagsFromPost' => 'Очистити вибрані категорії',
    'miscEqInfo' => 'Додаткова не обов\'язкова інформація про обладнання / деталь',
    'chooseManufacturer' => 'Виробник',
    'chooseManufacturedDate' => 'Дата виготовлення',
    'choosePartNum' => 'Заводський код виробу p/n',
    'manufacturer' => 'Виробник',
    'manufHelp' => 'Ми радимо додати виробника, щоб спростити пошук і розуміння вашої пропозиції клієнтами.
        Мінімум 3 символів.
        Максимум 70 символів.',
    'manufacturedDate' => 'Дата виготовлення',
    'manufDateHelp' => 'Ми радимо додати дата виготовлення, щоб спростити пошук і розуміння вашої пропозиції клієнтами.
        Мінімум 3 символів.
        Максимум 70 символів.',
    'partNum' => 'Заводський код виробу p/n',
    'partNumHelp' => 'Ми радимо додати заводський код виробу, щоб спростити пошук і розуміння вашої пропозиції клієнтами.
        Мінімум 3 символів.
        Максимум 70 символів.',
    'description' => 'Опис',
    'descriptionEqHelp' => 'Опишіть ваше обладнання / деталь якомога докладніше.
        Повинен ставитися до всієї інформації, представленої на цій сторінці.
        Не повинно містити:
        телефон, електронна пошта, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 9000 символів.',
    'descriptionSeHelp' => 'Опишіть сервіс.
        Повинен ставитися до всієї інформації, представленої на цій сторінці.
        Не повинно містити:
        телефон, електронна пошта, посилання, слова великими літерами (крім абревіатур).
        Мінімум 10 символів.
        Максимум 9000 символів.',
    'image' => 'Оберіть зображення',
    'imageHelp' => 'П\'ять файлів максимум.
        Дозволені лише зображення(.jpeg .jpg .png).
        Ми радимо докласти фото заводської таблички (шильдіка).
        Максимальний розмір 5МБ.',
    'uploadFile' => 'Вибрати файл',
    'preview' => 'Попередній перегляд',
    'cost' => 'Ціна',
    'attDoc' => 'Доданий документ',
    'doc' => 'Документ',
    'chosen' => 'Обрано',
    'chooseDoc' => 'Виберіть документ',
    'postDocHelp' => 'Ви можете завантажити один файл .pdf, наприклад технічну специфікацію чи документацію.',
    'costHelp' => 'Якщо незрозуміло, для чого призначена ціна, ви можете вказати цю інформацію в описі.
        Формат: 0000.00.
        Максимум 20 цифр.',
    'locationRegion' => 'Розташування товару (область)',
    'locationTown' => 'Уточніть розташування',
    'location' => 'Місце знаходження товару',
    'region' => 'Область',
    'town' => 'Місто / СМТ / Склад / Майданчик',
    'townHelp' => 'Тут ви можете вказати точне місце розташування товару.
        Максимум 100 символів.',
    'costLocationHelp' => 'Не обов\'язково.',
    'email' => 'Електронна пошта',
    'contactHelp' => 'Одне з полів обов\'язково. (пошта або номер телефону)
        Ви можете ввести будь-яку електронну адресу та номер телефону.',
    'chooseActiveTo' => 'Виберіть термін дії',
    'activeOneMonth' => '1 місяць',
    'activeTwoMonth' => '2 місяці',
    'activeForever' => 'Необмежено',
    'hiddenOn' => 'Оголошення буде приховано',
    'willNotHide' => 'Cтрок дії оголошення не обмежений',
    'activeToHelp' => 'Після закінчення терміну дії оголошення буде приховано від інших користувачів (не видалено).
        Ви отримаєте повідомлення про те, що оголошення було приховано.',
    'deletePost' => 'Видалити оголошення',
    'sure?' => 'Ви впевнені?',
    'grivna' => 'Гривня (UAH)',
    'dollar' => 'Долар (USD)',
    'choosePostStatus' => 'Виберіть статус публікації (видимість)',
    'postActive' => 'Видно всім',
    'postInactive' => 'Приховано',
    'postInactiveError' => 'Вибачте, але автор деактивував це оголошення.
        
        Ви можете повернутися сюди пізніше,
        Воно може бути активоване незабаром знову!',
    'originPostLang' => 'Це переведене оголошення. Оригінальна мова -',
    'translationCorrupted' => 'Переклад пошкоджено. Відображається оригінал',
    'showOrigin' => 'Показати оригінал',
    'postIsOutdated' => 'Термін дії цього оголошення завершився',
    'postIsHidden' => 'Тільки ви (автор) можете переглядати це оголошення, оскільки воно приховане.',
    'translationRequireStandart' => 'Щоб переглянути перекладену версію, потрібен Standart аккаунт.',
    'deleteAllPosts' => 'Видалити всі публікації',
    'deleteAllPostsSure?' => 'Ви впевнені що хочете видалити всі публікації?',
    'specialPostsStatus' => 'Особливі статуси оголошення',
    'makePostUrgent' => 'Терміново',
    'postUrgentStatusHelp' => 'Термінові оголошення будуть відзначені відповідною відміткою.
        На головній сторінці показані 8 випадкових термінових оголошень.
        Кількість термінових оголошень обмежена до 100 для Premium користувачів.
        Кількість термінових оголошень обмежена до 300 для Premium+ користувачів.',
    'urgent' => 'Терміново',
    'views' => 'Перегляди',
    'guest' => 'Гість',
    'totalUniqViews' => 'Усього унікальних переглядів',
    'lastView' => 'Останній перегляд',
    'importExport' => 'Імпорт-Експорт',
    'postPublishingAlert' => 'Оголошення публікується. Зачекайте будь-ласка',

    //post translation edit messagess
    'postTransSettingsHelp' => 'Наш Авто-Перекладач постійно вдосконалюється, але все одно переклад іноді буває не точним.
        Тут ви можете перевірити і змінити переклад вашого оголошення.
        Дізнатися більше про роботу Авто-Перекладача ви можете',
    'trasnlationEditWarning' => 'Ваш варіанти перекладу повинен збігатися з оригінальним текстом оголошення.',
    'originalTitle' => 'Оригінальний заголовок',
    'ukTitle' => 'Перекладений заголовок на український',
    'ruTitle' => 'Перекладений заголовок на російський',
    'enTitle' => 'Перекладений заголовок на англійську',
    'originalDescription' => 'Оригінальний опис',
    'ukDescription' => 'Перекладений Опис на український',
    'ruDescription' => 'Перекладений Опис на російський',
    'enDescription' => 'Перекладений Опис на англійську',

    //post deactivated messages
    'postHiddenNotifSubject' => 'Оголошення було деактивовано',
    'postHiddenNotifGreetings' => 'Доброго дня',
    'postHiddenNotifHeader' => 'Ці оголошення були деактивовані',
    'postHiddenNotifBody1' => 'Термін дії публікації закінчився. Будь ласка, оновіть термін дії у налаштуваннях оголошення, якщо ви хочете знову зробити це оголошення публічним',
    'postHiddenNotifBody2' => 'Якщо у вас виникли проблеми натискаючи на оголошення вище, скопіюйте та вставте URL нижче у свій браузер',
    'postHiddenNotifSlg' => 'З повагою,',

    //dropzone
    'dzDesc' => 'Перетягніть файли або натисніть,
        щоб завантажити зображення',
    'dzBigFile' => 'Зображення занадто велике',
    'dzInvalidMime' => 'Дозволено лише .jpeg, .jpg, .png',
    'dzServerError' => 'Виникла помилка сервера',
    'dzUploadCanceled' => 'Завантаження скасовано',
    'dzUploadRemoveLink' => 'Видалити',
    'dzTooFewFiles' => 'Забагато файлів',
    'dzInvalidMimeXlsx' => 'Файл імпорту повинен бути .XLSX',

   // post show masssages
    'similarPosts' => 'Схожі оголошення',
    'yoursPost' => 'Це оголошення належить вам',
    'postAuthor' => 'Автор оголошення',
    'allAuthorPosts' => 'Усі оголошення автора',
    'otherAuthorPosts' => 'Інші оголошення автора',
    'contactInfo' => 'Контактна інформація',
    'showContacts' => 'Показати контакти',
    'postCreated' => 'Оголошення додано',
    'condition' => 'Стан',
    'deleteAllImgs' => 'Видалити всі зображення',

    // verification notice massages
    'verifyNoticeThank' => 'Спасибі, що обрали наш ресурс',
    'verifyNoticeBody' => 'На вашу електронну адресу було надіслано листа для активації облікового запису.
        Будь ласка, перейдіть за посиланням наданого в нашому листі.
        Якщо Ви не можете знайти лист, перевірте папку спам, або ми можемо відправити',
    'verifyClickToResend' => 'новий лист активації',
    'verifyNoticeResend' => 'Новий лист для активації облікового запису
        відправлений на Вашу електронну адресу.',

    // footer massages
    'footerAbout' => 'Про нас',
    'footerFAQ' => 'FAQ',
    'footerCopyright' => 'Всі права захищені.',
    'footerIconsRef' => 'Всі іконки надані',
    'footerSubscription' => 'Підписки',
    'footerContact' => 'Зв\'язатися з нами',
    'footerTerms' => 'Угода
        користувача ',
    'footerPrivacy' => 'Політика
        конфіденційності',
    'footerDevelop' => 'Розробка',
    'footerSiteMap' => 'Карта сайту',
    'footerBlog' => 'Новини',
    'contactsFooter' => 'Зв\'яжіться з нами, заповнивши форму нижче або використовуючи наступні контактні дані:',
    'ourPartners' => 'Наші партнери',

    //blog
    'emptyBlog' => 'Статті публікуються...',
    'by' => 'Від',
    'posted' => 'опубліковано',
    'attachedImgs' => 'Вкладені зображення',
    'attachedDocs' => 'Вкладені файли',
    'attachedLinks' => 'Вкладені посилання',
    'blogSlg' => 'Дякуємо за увагу
        з повагою,
        :name',

    // sitemap
    'stMain' => 'Головна',
    'stPost' => 'Оголошення',
    'stAuth' => 'Аутентифікація',
    'stProfile' => 'Користувач',
    'stMisc' => 'Додатково/Деталі',
    'siteMapDesc' => '',

    // Regions
    'regionOdessa' => 'Одеська область',
    'import' => 'Імпорт',
    'regionDnipropetrovsk' => 'Дніпропетровська область',
    'regionChernihiv' => 'Чернігівська область',
    'regionKharkiv' => 'Харківська область',
    'regionZhytomyr' => 'Житомирська область',
    'regionPoltava' => 'Полтавська область',
    'regionKherson' => 'Херсонська область',
    'regionKiev' => 'Київська область',
    'regionZaporozhye' => 'Запорізька область',
    'regionLuhansk' => 'Луганська область',
    'regionDonetsk' => 'Донецька область',
    'regionVinnytsia' => 'Вінницька область',
    'regionCrimea' => 'Автономна Республіка Крим',
    'regionMykolaiv' => 'Миколаївська область',
    'regionKirovograd' => 'Кіровоградська область',
    'regionSumy' => 'Сумська область',
    'regionLviv' => 'Львівська область',
    'regionCherkasy' => 'Черкаська область',
    'regionKhmelnytsky' => 'Хмельницька область',
    'regionVolyn' => 'Волинська область',
    'regionRivne' => 'Рівненська область',
    'regionIvano-Frankivsk' => 'Івано-Франківська область',
    'regionTernopil' => 'Тернопільська область',
    'regionCarpathian' => 'Закарпатська область',
    'regionChernivtsi' => 'Чернівецька область',

    // notification from user
    'fromUserTitle' => 'Є питання?',
    'fromUserEmail' => 'Електронна пошта (для зворотного зв\'язку)',
    'fromUserSubject' => 'Тема',
    'fromUserText' => 'Як ми можемо Вам допомогти?',
    'fromUserTextPlaceholder' => 'Опишіть Вашу проблему/пропозицію',
    'fromUserSubmit' => 'Відправити повідомлення',

    // server error
    'serverErrorTittle' => 'Ой!',
    'serverErrorDesc' => 'Схоже, на сервері сталася помилка.',
    'serverErrorContact' => 'Повідомити про проблему',
    'serverErrorGoHome' => 'Повернутися на головну сторінку',
    'serverErrorGoBack' => 'Повернутися на попередню сторінку',

    //plans
    'details' => 'детальніше',
    'mon' => 'міс',
    'free' => 'безкоштовно',
    'account' => 'аккаунт',
    'plansHeader' => 'Вартість та порівняння 
        тарифних планів rigmanager.com.ua',
    'readMoreAboutPlans' => 'Читати більше про підписки',
    'plansStartAcc' => 'Start
        Аккаунт',
    'plansStartAccHelp' => 'Для
        ознайомлення
        з
        сервісом',
    'plansStandartAcc' => 'Standart
        Аккаунт',
    'plansStandartAccHelp' => 'Включає
        основні
        можливості
        сервісу',
    'plansProAcc' => 'Pro
        Аккаунт',
    'plansProAccHelp' => 'Включає
        всі
        переваги
        сервісу',
    'plansOff' => 'знижка',
    'plansMonth' => 'місяць',
    'plansChoose' => 'Обрати',
    'plansBrowse' => 'Переглядати всі оголошення',
    'plansSearch' => 'Пошук',
    'plansSearchHelp' => 'За автором, категорією, типом або текстом',
    'plansFilter' => 'Фільтрація',
    'plansFav' => 'Обране',
    'plansContacts' => 'Отримувати контакти
        авторів',
    'publishPosts' => 'Публікація оголошень',
    'publishPosts1Help' => 'Максимум 200 шт.,
        Тривалість: 1-2 м.',
    'plansMailer' => 'Розсилка',
    'plansTranslate' => 'Авто-Перекладач',
    'publishPosts2Help' => 'Максимум 500 шт.,
        Тривалість не обмежено',
    'plansTopPost' => 'Преміум статус
        для оголошень',
    'plansFreeAccessTitle' => 'Ми раді повідомити, що під час розвитку сайту безкоштовні Pro-акаунти автоматично надаються кожному зареєстрованому користувачеві!',
    'planRequired' => 'Щоб здійснити цю дію
        вам потрібно отримати аккаунт зі статусом',
    'plansPostImport' => 'Масовий імпорт оголошень',
    'publishTenders' => 'Публікація тендерів',
    'plansPostTracking' => 'Статистика переглядів',
    'trackingHelp' => 'Статистику переглядів можна подивитися на сторінці «Мої оголошення».
        На кожному оголошенні буде видно нову позначку з кількістю переглядів.',
    'chosen' => 'Обрано',    

    // user plan 
    'subscription' => 'Підписка',
    'mySubscription' => 'Моя підписка',
    'planActivated' => 'Активована підписка',
    'planStart' => 'Start',
    'planStartChoosedHelp' => 'Безкоштовний тариф для ознайомлення з rigmanager.com.ua',
    'planStandart' => 'Standart',
    'planPro' => 'Pro',
    'planActiveTo' => 'Активно до',
    'planCancel' => 'Скасувати підписку',
    'planRole' => 'Тип',
    'payment' => 'Оплата',
    'comment' => 'Коментар',
    'active' => 'Активно',
    'inactive' => 'Не активна',
    'until' => 'До',
    'changePlan' => 'Змінити пакет',
    'status' => 'Статус',
    'operation' => 'Операции',
    'canceled' => 'Отменено',
    'history' => 'Історія',
    'expired' => 'Закінчився',
    
    // posts import
    'postImport' => 'Імпорт оголошень',
    'postImportTitle' => 'Тут ви можете масово імпортувати Ваші оголошення. 
        Тільки оголошення про обладнання. Оголошення про послуги повинні публікуватися вручну.
        Оголошення з файлу імпорту завжди вважаються новими.
        Ви не можете оновити вже існуючі оголошення через файл імпорту.',
    'postImportDownload' => 'Завантажити шаблон файлу імпорту',
    'postImportUpload' => 'Надіслати заповнений файл імпорту',
    'importHow?' => 'Як це працює?',
    'postImportHow' => 'Після того як ви завантажили Excel файл імпорту і заповнили його відповідно до правил, Ви можете відправити його нам.
        Далі, алгоритм проаналізує файл.
        Якщо структура файлу дотримана, всі оголошення з файлу будуть опубліковані на нашому сайті.',
    'postImportRules' => 'Будь ласка, уважно прочитайте правила заповнення файлу імпорту.',
    'importFileLastUpdate' => 'Останнє оновлення шаблону файлу імпорту',
    'postImportWarning' => 'В даний момент, ми не підтримуємо завантаження зображень через файл імпорту, тому, після того як всі оголошення були опубліковані ви можете додати зображення до кожного окремо.',
    'importErrorAfter' => 'Жодне з ваших оголошень не опубліковано.
        Виправте помилку та надішліть файл імпорту ще раз.',
    'fileImporting' => 'Ваш файл обробляється, будь ласка, зачекайте.',
    'importFileRequireError' => 'Виберіть заповнений файл імпорту. Ви можете завантажити його нижче.',
    'totalImported' => 'Всього',
    'firstImported' => 'Перше оголошення',
    'lastImported' => 'Останнє оголошення',

    //about us
    'aboutUsIntro' => 'rigmanager.com.ua - перший спеціалізований онлайн майданчик для співпраці нафтогазових компаній в Україні.',
    'aboutUsBody' => 'Ми представляємо зручний інструмент для комерційної та консалтингової діяльності представників нафтогазового ринку.
    
    Наш онлайн веб сервіс може допомогти Вам:
    - Спростити процес закупівель.
    - Налагодити більш широке, швидке і ефективне співробітництво між учасниками вашої ніші.
    - Надати додаткову можливість планування закупівель.
    - Знизити потенційні витрати на закупівлі.
    - Підвищити рівень продажів.
    Так само наш ресурс може виступати як інструмент аналізу ринку, доступних пропозицій та їх цін.',
    'aboutUsQ' => 'Відповіді на додаткові запитання, такі як: які послуги ми надаємо, як з нами працювати, переваги, вартість та багато іншого ви можете знайти на спеціальній сторінці -',
    'aboutUsQLink' => 'Питання що часто задаються',
    'aboutUsContact' => 'Якщо у Вас є будь-які питання або пропозиції Ви можете зв\'язатися з нами за допомогою',
    'aboutUsContactLink' => 'cторінки зворотного зв\'язку',
    'aboutUsSlg' => 'З повагою,
    команда rigmanager.com.ua',
];
